Repository: iamfarzam/django-finance
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa, hi, hu, ja, no, ur

source: Total Expenses
ar: إجمالي المصروفات
fa: کل هزینه ها
hi: कुल खर्च
hu: Összes kiadás
ja: 総支出
no: Totale utgifter
ur: کل اخراجات

source: Debits in the last 30 days
ar: الخصومات في آخر 30 يومًا
fa: بدهکاری ها در ۳۰ روز گذشته
hi: पिछले 30 दिनों के डेबिट
hu: Terhelések az elmúlt 30 napban
ja: 過去30日間の出金
no: Debeteringer de siste 30 dagene
ur: گزشتہ 30 دنوں کے ڈیبٹ

source: Social Finance
ar: التمويل الاجتماعي
fa: مالی اجتماعی
hi: सामाजिक वित्त
hu: Közösségi pénzügy
ja: ソーシャル財務
no: Sosial finans
ur: سماجی مالیات

source: Total Debts
ar: إجمالي الديون
fa: کل بدهی ها
hi: कुल ऋण
hu: Összes adósság
ja: 総債務
no: Total gjeld
ur: کل قرض

source: Peer debt records
ar: سجلات ديون الأقران
fa: سوابق بدهی همتا
hi: साथियों के ऋण रिकॉर्ड
hu: Kapcsolati adósságok
ja: 対人債務の記録
no: Gjeldsregistre mellom kontakter
ur: ہم مرتبہ قرض ریکارڈ

source: Pending Debts
ar: الديون المعلقة
fa: بدهی های در انتظار
hi: लंबित ऋण
hu: Függő adósságok
ja: 未決債務
no: Ventende gjeld
ur: زیر التوا قرض

source: Awaiting settlement
ar: بانتظار التسوية
fa: در انتظار تسویه
hi: निपटान की प्रतीक्षा में
hu: Elszámolásra vár
ja: 精算待ち
no: Avventer oppgjør
ur: تصفیے کا انتظار

source: Settlements
ar: التسويات
fa: تسویه ها
hi: निपटान
hu: Elszámolások
ja: 精算
no: Oppgjør
ur: تصفیے

source: Completed settlements
ar: التسويات المكتملة
fa: تسویه های تکمیل شده
hi: पूर्ण निपटान
hu: Befejezett elszámolások
ja: 完了した精算
no: Fullførte oppgjør
ur: مکمل تصفیے

source: Total Users
ar: إجمالي المستخدمين
fa: تعداد کل کاربران
hi: कुल उपयोगकर्ता
hu: Összes felhasználó
ja: 総ユーザー数
no: Totalt antall brukere
ur: کل صارفین

source: Registered accounts
ar: الحسابات المسجلة
fa: حساب های ثبت شده
hi: पंजीकृत खाते
hu: Regisztrált fiókok
ja: 登録アカウント数
no: Registrerte kontoer
ur: رجسٹرڈ اکاؤنٹس

source: Active Sessions
ar: الجلسات النشطة
fa: نشست های فعال
hi: सक्रिय सत्र
hu: Aktív munkamenetek
ja: アクティブセッション
no: Aktive økter
ur: فعال سیشنز

source: Current active sessions
ar: الجلسات النشطة الحالية
fa: نشست های فعال فعلی
hi: वर्तमान सक्रिय सत्र
hu: Jelenleg aktív munkamenetek
ja: 現在のアクティブセッション
no: Nåværende aktive økter
ur: موجودہ فعال سیشنز

source: Pending Tasks
ar: المهام المعلقة
fa: کارهای در انتظار
hi: लंबित कार्य
hu: Függő feladatok
ja: 保留中のタスク
no: Ventende oppgaver
ur: زیر التوا کام

source: Background tasks
ar: مهام الخلفية
fa: کارهای پس زمینه
hi: पृष्ठभूमि कार्य
hu: Háttérfeladatok
ja: バックグラウンドタスク
no: Bakgrunnsoppgaver
ur: پس منظر کام

source: System Health
ar: صحة النظام
fa: سلامت سیستم
hi: सिस्टम स्वास्थ्य
hu: Rendszer állapota
ja: システム状態
no: Systemhelse
ur: سسٹم صحت

source: OK
ar: جيد
fa: خوب
hi: ठीक है
ur: ٹھیک ہے

source: All systems operational
ar: جميع الأنظمة تعمل
fa: همه سیستم ها عملیاتی هستند
hi: सभी सिस्टम चालू हैं
hu: Minden rendszer működik
ja: すべてのシステムが稼働中
no: Alle systemer operative
ur: تمام نظام فعال ہیں

source: Quick Actions
ar: إجراءات سريعة
fa: اقدامات سریع
hi: त्वरित कार्रवाइयाँ
hu: Gyors műveletek
ja: クイック操作
no: Hurtighandlinger
ur: فوری کارروائیاں

source: Manage Users
ar: إدارة المستخدمين
fa: مدیریت کاربران
hi: उपयोगकर्ताओं का प्रबंधन
hu: Felhasználók kezelése
ja: ユーザー管理
no: Administrer brukere
ur: صارفین کا انتظام

source: View Accounts
ar: عرض الحسابات
fa: مشاهده حساب ها
hi: खाते देखें
hu: Fiókok megtekintése
ja: 口座を見る
no: Vis kontoer
ur: اکاؤنٹس دیکھیں

source: Transactions
ar: المعاملات
fa: تراکنش ها
hi: लेन-देन
hu: Tranzakciók
ja: 取引
no: Transaksjoner
ur: لین دین

source: Contacts
ar: جهات الاتصال
fa: مخاطبین
hi: संपर्क
hu: Kapcsolatok
ja: 連絡先
no: Kontakter
ur: رابطے

source: Peer Debts
ar: ديون الأقران
fa: بدهی های همتا
hi: साथी ऋण
hu: Kapcsolati adósságok
ja: 対人債務
no: Gjeld mellom kontakter
ur: ہم مرتبہ قرض

source: Dashboard
ar: لوحة التحكم
fa: داشبورد
hi: डैशबोर्ड
hu: Vezérlőpult
ja: ダッシュボード
no: Dashbord
ur: ڈیش بورڈ

source: Accounts
ar: الحسابات
fa: حساب ها
hi: खाते
hu: Fiókok
ja: 口座
no: Kontoer
ur: اکاؤنٹس

source: Debts
ar: الديون
fa: بدهی ها
hi: ऋण
hu: Adósságok
ja: 債務
no: Gjeld
ur: قرض

source: Groups
ar: المجموعات
fa: گروه ها
hi: समूह
hu: Csoportok
ja: グループ
no: Grupper
ur: گروپس

source: Change language
ar: تغيير اللغة
fa: تغییر زبان
hi: भाषा बदलें
hu: Nyelv váltása
ja: 言語を変更
no: Endre språk
ur: زبان تبدیل کریں

source: View notifications
ar: عرض الإشعارات
fa: مشاهده اعلان ها
hi: सूचनाएँ देखें
hu: Értesítések megtekintése
ja: 通知を表示
no: Vis varsler
ur: اطلاعات دیکھیں

source: Notifications
ar: الإشعارات
fa: اعلان ها
hi: सूचनाएँ
hu: Értesítések
ja: 通知
no: Varsler
ur: اطلاعات

source: Mark all read
ar: وضع الكل كمقروء
fa: علامت گذاری همه به عنوان خوانده شده
hi: सभी को पढ़ा हुआ चिह्नित करें
hu: Összes olvasottnak jelölése
ja: すべて既読にする
no: Merk alle som lest
ur: سب کو پڑھا ہوا نشان زد کریں

source: No notifications yet
ar: لا توجد إشعارات بعد
fa: هنوز اعلانی نیست
hi: अभी कोई सूचना नहीं
hu: Még nincs értesítés
ja: まだ通知はありません
no: Ingen varsler ennå
ur: ابھی کوئی اطلاع نہیں

source: View all notifications
ar: عرض جميع الإشعارات
fa: مشاهده همه اعلان ها
hi: सभी सूचनाएँ देखें
hu: Összes értesítés megtekintése
ja: すべての通知を見る
no: Vis alle varsler
ur: تمام اطلاعات دیکھیں

source: Open user menu
ar: فتح قائمة المستخدم
fa: باز کردن منوی کاربر
hi: उपयोगकर्ता मेनू खोलें
hu: Felhasználói menü megnyitása
ja: ユーザーメニューを開く
no: Åpne brukermeny
ur: صارف مینو کھولیں

source: Sign out
ar: تسجيل الخروج
fa: خروج
hi: साइन आउट
hu: Kijelentkezés
ja: サインアウト
no: Logg ut
ur: سائن آؤٹ

source: Open main menu
ar: فتح القائمة الرئيسية
fa: باز کردن منوی اصلی
hi: मुख्य मेनू खोलें
hu: Főmenü megnyitása
ja: メインメニューを開く
no: Åpne hovedmeny
ur: مرکزی مینو کھولیں

source: Language
ar: اللغة
fa: زبان
hi: भाषा
hu: Nyelv
ja: 言語
no: Språk
ur: زبان

source: All rights reserved.
ar: جميع الحقوق محفوظة.
fa: تمام حقوق محفوظ است.
hi: सर्वाधिकार सुरक्षित।
hu: Minden jog fenntartva.
ja: 無断転載を禁じます。
no: Alle rettigheter forbeholdt.
ur: تمام حقوق محفوظ ہیں۔

source: Take Control of Your Finances
ar: تحكم في أموالك
fa: کنترل امور مالی خود را به دست بگیرید
hi: अपने वित्त पर नियंत्रण रखें
hu: Vegye kézbe pénzügyeit
ja: 財務をコントロールしよう
no: Ta kontroll over finansene dine
ur: اپنے مالی معاملات پر کنٹرول حاصل کریں

source: Track expenses, manage debts, and split bills with friends - all in one place.
ar: تتبع المصروفات، وأدر الديون، وقسم الفواتير مع الأصدقاء - كل ذلك في مكان واحد.
fa: هزینه ها را پیگیری کنید، بدهی ها را مدیریت کنید و قبض ها را با دوستان تقسیم کنید - همه در یک جا.
hi: खर्च ट्रैक करें, ऋण प्रबंधित करें और दोस्तों के साथ बिल बाँटें - सब एक ही जगह पर।
hu: Kövesse nyomon a kiadásokat, kezelje az adósságokat, és ossza meg a számlákat a barátokkal – mindezt egy helyen.
ja: 支出を追跡し、債務を管理し、友達と割り勘 — すべてを一か所で。
no: Spor utgifter, administrer gjeld og del regninger med venner - alt på ett sted.
ur: اخراجات ٹریک کریں، قرض منظم کریں اور دوستوں کے ساتھ بل تقسیم کریں — سب ایک ہی جگہ۔

source: Track income & expenses
ar: تتبع الدخل والمصروفات
fa: درآمد و هزینه ها را پیگیری کنید
hi: आय और खर्च ट्रैक करें
hu: Bevétel és kiadás követése
ja: 収入と支出を追跡
no: Spor inntekter og utgifter
ur: آمدنی اور اخراجات کا سراغ لگائیں

source: Manage peer debts
ar: إدارة ديون الأقران
fa: بدهی های همتا را مدیریت کنید
hi: साथियों के ऋण प्रबंधित करें
hu: Kapcsolati adósságok kezelése
ja: 対人債務を管理
no: Administrer gjeld mellom kontakter
ur: ہم مرتبہ قرض کا انتظام کریں

source: Split bills with groups
ar: قسّم الفواتير مع المجموعات
fa: صورتحساب ها را با گروه ها تقسیم کنید
hi: समूहों के साथ बिल बाँटें
hu: Számlák megosztása csoportokkal
ja: グループで割り勘
no: Del regninger med grupper
ur: گروپس کے ساتھ بل تقسیم کریں

source: Personal and social finance management platform - track expenses, manage debts, split bills with friends.
ar: منصة لإدارة التمويل الشخصي والاجتماعي - تتبع المصروفات، أدر الديون، وقسم الفواتير مع الأصدقاء.
fa: پلتفرم مدیریت مالی شخصی و اجتماعی - هزینه ها را پیگیری کنید، بدهی ها را مدیریت کنید، قبض ها را با دوستان تقسیم کنید.
hi: व्यक्तिगत और सामाजिक वित्त प्रबंधन प्लेटफ़ॉर्म - खर्च ट्रैक करें, ऋण प्रबंधित करें, दोस्तों के साथ बिल बाँटें।
hu: Személyes és közösségi pénzügyi platform – kövesse a kiadásokat, kezelje az adósságokat, ossza meg a számlákat a barátokkal.
ja: 個人およびソーシャル財務管理プラットフォーム — 支出追跡、債務管理、友人との割り勘。
no: Plattform for personlig og sosial økonomistyring - spor utgifter, administrer gjeld, del regninger med venner.
ur: ذاتی اور سماجی مالیات کے انتظام کا پلیٹ فارم — اخراجات ٹریک کریں، قرض منظم کریں، دوستوں کے ساتھ بل تقسیم کریں۔

source: finance, personal finance, expense tracking, debt management, bill splitting
ar: التمويل، التمويل الشخصي، تتبع المصروفات، إدارة الديون، تقسيم الفواتير
fa: مالی، مالی شخصی، پیگیری هزینه ها، مدیریت بدهی، تقسیم قبض
hi: वित्त, व्यक्तिगत वित्त, खर्च ट्रैकिंग, ऋण प्रबंधन, बिल विभाजन
hu: pénzügy, személyes pénzügy, kiadáskövetés, adósságkezelés, számlamegosztás
ja: 財務, 個人財務, 支出管理, 債務管理, 割り勘
no: finans, personlig økonomi, utgiftssporing, gjeldshåndtering, regningsdeling
ur: مالی، ذاتی مالیات، اخراجات ٹریکنگ، قرض مینجمنٹ، بل تقسیم

source: Personal and social finance management platform
ar: منصة لإدارة التمويل الشخصي والاجتماعي
fa: پلتفرم مدیریت مالی شخصی و اجتماعی
hi: व्यक्तिगत और सामाजिक वित्त प्रबंधन प्लेटफ़ॉर्म
hu: Személyes és közösségi pénzügyi platform
ja: 個人およびソーシャル財務管理プラットフォーム
no: Plattform for personlig og sosial økonomistyring
ur: ذاتی اور سماجی مالیات کے انتظام کا پلیٹ فارم

source: Skip to main content
ar: تخطي إلى المحتوى الرئيسي
fa: پرش به محتوای اصلی
hi: मुख्य सामग्री पर जाएँ
hu: Ugrás a fő tartalomra
ja: メインコンテンツへスキップ
no: Hopp til hovedinnhold
ur: مرکزی مواد پر جائیں

source: Dismiss
ar: تجاهل
fa: نادیده گرفتن
hi: खारिज करें
hu: Bezárás
ja: 閉じる
no: Lukk
ur: نظر انداز کریں

source: Breadcrumb
ar: مسار التنقل
fa: مسیر راهنما
hi: नेविगेशन पथ
hu: Morzsamenü
ja: パンくずリスト
no: Brødsmulesti
ur: نیویگیشن پاتھ

source: Edit
ar: تعديل
fa: ویرایش
hi: संपादित करें
hu: Szerkesztés
ja: 編集
no: Rediger
ur: ترمیم کریں

source: Add Transaction
ar: إضافة معاملة
fa: افزودن تراکنش
hi: लेन-देन जोड़ें
hu: Tranzakció hozzáadása
ja: 取引を追加
no: Legg til transaksjon
ur: لین دین شامل کریں

source: e.g., Main Checking
ar: مثال: الحساب الجاري الرئيسي
fa: مثلاً، حساب جاری اصلی
hi: उदा., मुख्य चेकिंग
hu: pl. Fő folyószámla
ja: 例：メインの当座預金
no: f.eks. Hovedbrukskonto
ur: مثلاً، مرکزی چیکنگ

source: Select type...
ar: اختر النوع...
fa: نوع را انتخاب کنید...
hi: प्रकार चुनें...
hu: Típus kiválasztása...
ja: 種類を選択...
no: Velg type...
ur: قسم منتخب کریں...

source: Checking
ar: حساب جاري
fa: حساب جاری
hi: चेकिंग
hu: Folyószámla
ja: 当座預金
no: Brukskonto
ur: چیکنگ

source: Credit Card
ar: بطاقة ائتمان
fa: کارت اعتباری
hi: क्रेडिट कार्ड
hu: Hitelkártya
ja: クレジットカード
no: Kredittkort
ur: کریڈٹ کارڈ

source: Cash
ar: نقد
fa: نقد
hi: नकद
hu: Készpénz
ja: 現金
no: Kontanter
ur: نقد

source: Investment
ar: استثمار
fa: سرمایه گذاری
hi: निवेश
hu: Befektetés
ja: 投資
no: Investering
ur: سرمایہ کاری

source: Loan
ar: قرض
fa: وام
hi: ऋण
hu: Kölcsön
ja: ローン
no: Lån
ur: قرض

source: US Dollar
ar: دولار أمريكي
fa: دلار آمریکا
hi: अमेरिकी डॉलर
hu: USA-dollár
ja: 米ドル
no: Amerikansk dollar
ur: امریکی ڈالر

source: Euro
ar: يورو
fa: یورو
hi: यूरो
hu: Euró
ja: ユーロ
ur: یورو

source: British Pound
ar: جنيه إسترليني
fa: پوند بریتانیا
hi: ब्रिटिश पाउंड
hu: Brit font
ja: 英ポンド
no: Britisk pund
ur: برطانوی پاؤنڈ

source: Indian Rupee
ar: روبية هندية
fa: روپیه هند
hi: भारतीय रुपया
hu: Indiai rúpia
ja: インドルピー
no: Indisk rupi
ur: بھارتی روپیہ

source: Notes about this account...
ar: ملاحظات حول هذا الحساب...
fa: یادداشت هایی درباره این حساب...
hi: इस खाते के बारे में नोट्स...
hu: Megjegyzések erről a számláról...
ja: この口座に関するメモ...
no: Notater om denne kontoen...
ur: اس اکاؤنٹ کے بارے میں نوٹس...

source: Save Changes
ar: حفظ التغييرات
fa: ذخیره تغییرات
hi: परिवर्तन सहेजें
hu: Változások mentése
ja: 変更を保存
no: Lagre endringer
ur: تبدیلیاں محفوظ کریں

source: Manage your financial accounts and wallets.
ar: أدِر حساباتك المالية ومحافظك.
fa: حساب ها و کیف پول های مالی خود را مدیریت کنید.
hi: अपने वित्तीय खाते और वॉलेट प्रबंधित करें।
hu: Pénzügyi fiókok és pénztárcák kezelése.
ja: 財務口座とウォレットを管理します。
no: Administrer finanskontoene og lommebøkene dine.
ur: اپنے مالی اکاؤنٹس اور والٹس کا انتظام کریں۔

source: Add Account
ar: إضافة حساب
fa: افزودن حساب
hi: खाता जोड़ें
hu: Fiók hozzáadása
ja: 口座を追加
no: Legg til konto
ur: اکاؤنٹ شامل کریں

source: Current balance
ar: الرصيد الحالي
fa: موجودی فعلی
hi: वर्तमान शेष
hu: Jelenlegi egyenleg
ja: 現在の残高
no: Nåværende saldo
ur: موجودہ بیلنس

source: No accounts
ar: لا توجد حسابات
fa: هیچ حسابی نیست
hi: कोई खाते नहीं
hu: Nincsenek fiókok
ja: 口座がありません
no: Ingen kontoer
ur: کوئی اکاؤنٹ نہیں

source: Get started by creating your first account.
ar: ابدأ بإنشاء حسابك الأول.
fa: با ایجاد اولین حساب خود شروع کنید.
hi: अपने पहले खाते को बनाकर शुरू करें।
hu: Kezdje az első fiók létrehozásával.
ja: 最初の口座を作成して始めましょう。
no: Kom i gang ved å opprette din første konto.
ur: اپنا پہلا اکاؤنٹ بنا کر شروع کریں۔

source: Welcome back, %(name)s! Here's your financial overview.
ar: مرحبًا بعودتك، %(name)s! إليك لمحة مالية.
fa: خوش آمدید، %(name)s! در اینجا نمای کلی مالی شماست.
hi: वापसी पर स्वागत है, %(name)s! यह रहा आपका वित्तीय अवलोकन।
hu: Üdvözöljük, %(name)s! Íme a pénzügyi áttekintése.
ja: %(name)sさん、お帰りなさい！財務概要はこちらです。
no: Velkommen tilbake, %(name)s! Her er din finansoversikt.
ur: خوش آمدید، %(name)s! یہ آپ کا مالی خلاصہ ہے۔

source: Net Worth
ar: صافي الثروة
fa: ارزش خالص
hi: शुद्ध संपत्ति
hu: Nettó vagyon
ja: 純資産
no: Nettoformue
ur: خالص دولت

source: View details
ar: عرض التفاصيل
fa: مشاهده جزئیات
hi: विवरण देखें
hu: Részletek megtekintése
ja: 詳細を見る
no: Se detaljer
ur: تفصیلات دیکھیں

source: Total Assets
ar: إجمالي الأصول
fa: کل دارایی ها
hi: कुल परिसंपत्तियाँ
hu: Összes eszköz
ja: 総資産
no: Totale eiendeler
ur: کل اثاثے

source: Total Liabilities
ar: إجمالي الالتزامات
fa: کل بدهی ها
hi: कुल देनदारियाँ
hu: Összes kötelezettség
ja: 総負債
no: Totale forpliktelser
ur: کل واجبات

source: View all accounts
ar: عرض جميع الحسابات
fa: مشاهده همه حساب ها
hi: सभी खाते देखें
hu: Összes fiók megtekintése
ja: すべての口座を見る
no: Vis alle kontoer
ur: تمام اکاؤنٹس دیکھیں

source: Transactions (This Month)
ar: المعاملات (هذا الشهر)
fa: تراکنش ها (این ماه)
hi: लेन-देन (इस माह)
hu: Tranzakciók (ebben a hónapban)
ja: 今月の取引
no: Transaksjoner (denne måneden)
ur: لین دین (اس ماہ)

source: View all transactions
ar: عرض جميع المعاملات
fa: مشاهده همه تراکنش ها
hi: सभी लेन-देन देखें
hu: Összes tranzakció megtekintése
ja: すべての取引を見る
no: Vis alle transaksjoner
ur: تمام لین دین دیکھیں

source: Manage contacts
ar: إدارة جهات الاتصال
fa: مدیریت مخاطبین
hi: संपर्क प्रबंधित करें
hu: Kapcsolatok kezelése
ja: 連絡先を管理
no: Administrer kontakter
ur: رابطوں کا انتظام کریں

source: Active Debts
ar: الديون النشطة
fa: بدهی های فعال
hi: सक्रिय ऋण
hu: Aktív adósságok
ja: 有効な債務
no: Aktiv gjeld
ur: فعال قرض

source: View debts
ar: عرض الديون
fa: مشاهده بدهی ها
hi: ऋण देखें
hu: Adósságok megtekintése
ja: 債務を見る
no: Vis gjeld
ur: قرض دیکھیں

source: View all
ar: عرض الكل
fa: مشاهده همه
hi: सभी देखें
hu: Összes megtekintése
ja: すべて見る
no: Vis alle
ur: سب دیکھیں

source: No transactions yet
ar: لا توجد معاملات بعد
fa: هنوز تراکنشی نیست
hi: अभी कोई लेन-देन नहीं
hu: Még nincs tranzakció
ja: まだ取引はありません
no: Ingen transaksjoner ennå
ur: ابھی کوئی لین دین نہیں

source: Get started by adding your first transaction.
ar: ابدأ بإضافة أول معاملة لك.
fa: با افزودن اولین تراکنش خود شروع کنید.
hi: अपना पहला लेन-देन जोड़कर शुरू करें।
hu: Kezdje az első tranzakció hozzáadásával.
ja: 最初の取引を追加して始めましょう。
no: Kom i gang ved å legge til din første transaksjon.
ur: اپنا پہلا لین دین شامل کر کے شروع کریں۔

source: Others Owe You
ar: الآخرون مدينون لك
fa: دیگران به شما بدهکارند
hi: दूसरे आपको देनदार हैं
hu: Mások tartoznak Önnek
ja: 他人があなたに借りがある
no: Andre skylder deg
ur: دوسرے آپ کے مقروض ہیں

source: You Owe Others
ar: أنت مدين للآخرين
fa: شما به دیگران بدهکارید
hi: आप दूसरों के देनदार हैं
hu: Ön tartozik másoknak
ja: あなたが他人に借りがある
no: Du skylder andre
ur: آپ دوسروں کے مقروض ہیں

source: No social activity
ar: لا نشاط اجتماعي
fa: فعالیت اجتماعی ندارد
hi: कोई सामाजिक गतिविधि नहीं
hu: Nincs közösségi aktivitás
ja: ソーシャル活動はありません
no: Ingen sosial aktivitet
ur: کوئی سماجی سرگرمی نہیں

source: Start tracking debts with friends and family.
ar: ابدأ بتتبع الديون مع الأصدقاء والعائلة.
fa: پیگیری بدهی ها با دوستان و خانواده را شروع کنید.
hi: दोस्तों और परिवार के साथ ऋण ट्रैक करना शुरू करें।
hu: Kezdje el nyomon követni az adósságokat barátokkal és családdal.
ja: 友人や家族との債務を追跡し始めましょう。
no: Begynn å spore gjeld med venner og familie.
ur: دوستوں اور خاندان کے ساتھ قرض کا سراغ لگانا شروع کریں۔

source: Record Debt
ar: تسجيل دين
fa: ثبت بدهی
hi: ऋण दर्ज करें
hu: Adósság rögzítése
ja: 債務を記録
no: Registrer gjeld
ur: قرض درج کریں

source: Create Group
ar: إنشاء مجموعة
fa: ایجاد گروه
hi: समूह बनाएँ
hu: Csoport létrehozása
ja: グループを作成
no: Opprett gruppe
ur: گروپ بنائیں

source: Overview of your assets and liabilities.
ar: نظرة عامة على أصولك والتزاماتك.
fa: نمای کلی دارایی ها و بدهی های شما.
hi: आपकी परिसंपत्तियों और देनदारियों का अवलोकन।
hu: Eszközeid és kötelezettségeid áttekintése.
ja: 資産と負債の概要。
no: Oversikt over eiendeler og forpliktelser.
ur: آپ کے اثاثوں اور واجبات کا خلاصہ۔

source: Date
ar: التاريخ
fa: تاریخ
hi: तारीख
hu: Dátum
ja: 日付
no: Dato
ur: تاریخ

source: Type
ar: النوع
fa: نوع
hi: प्रकार
hu: Típus
ja: 種類
ur: قسم

source: Category
ar: الفئة
fa: دسته
hi: श्रेणी
hu: Kategória
ja: カテゴリ
no: Kategori
ur: زمرہ

source: Uncategorized
ar: غير مصنف
fa: بدون دسته
hi: बिना श्रेणी
hu: Kategorizálatlan
ja: 未分類
no: Ukategorisert
ur: بغیر زمرہ

source: Status
ar: الحالة
fa: وضعیت
hi: स्थिति
hu: Állapot
ja: ステータス
ur: حیثیت

source: Expense (Debit)
ar: مصروف (مدين)
fa: هزینه (بدهکار)
hi: खर्च (डेबिट)
hu: Kiadás (terhelés)
ja: 支出（借方）
no: Utgift (debet)
ur: خرچ (ڈیبٹ)

source: Income (Credit)
ar: دخل (دائن)
fa: درآمد (بستانکار)
hi: आय (क्रेडिट)
hu: Bevétel (jóváírás)
ja: 収入（貸方）
no: Inntekt (kredit)
ur: آمدنی (کریڈٹ)

source: Amount
ar: المبلغ
fa: مبلغ
hi: राशि
hu: Összeg
ja: 金額
no: Beløp
ur: رقم

source: Description
ar: الوصف
fa: شرح
hi: विवरण
hu: Leírás
ja: 説明
no: Beskrivelse
ur: تفصیل

source: What was this for?
ar: ما الغرض من هذا؟
fa: این برای چه بود؟
hi: यह किस लिए था?
hu: Mire volt ez?
ja: これは何のためですか？
no: Hva var dette for?
ur: یہ کس لیے تھا؟

source: Category (optional)
ar: الفئة (اختياري)
fa: دسته (اختیاری)
hi: श्रेणी (वैकल्पिक)
hu: Kategória (opcionális)
ja: カテゴリ（任意）
no: Kategori (valgfri)
ur: زمرہ (اختیاری)

source: View and manage all your transactions.
ar: اعرض وأدِر جميع معاملاتك.
fa: همه تراکنش های خود را مشاهده و مدیریت کنید.
hi: अपने सभी लेन-देन देखें और प्रबंधित करें।
hu: Az összes tranzakció megtekintése és kezelése.
ja: すべての取引を表示・管理します。
no: Se og administrer alle transaksjonene dine.
ur: اپنے تمام لین دین دیکھیں اور منظم کریں۔

source: Showing %(start)s to %(end)s of %(total)s transactions
ar: عرض %(start)s إلى %(end)s من أصل %(total)s معاملة
fa: نمایش %(start)s تا %(end)s از %(total)s تراکنش
hi: %(total)s लेन-देन में से %(start)s से %(end)s दिखा रहे हैं
hu: %(start)s–%(end)s megjelenítése %(total)s tranzakcióból
ja: %(total)s件中%(start)s〜%(end)s件を表示
no: Viser %(start)s til %(end)s av %(total)s transaksjoner
ur: %(total)s لین دین میں سے %(start)s تا %(end)s دکھا رہے ہیں

source: Previous
ar: السابق
fa: قبلی
hi: पिछला
hu: Előző
ja: 前へ
no: Forrige
ur: پچھلا

source: Next
ar: التالي
fa: بعدی
hi: अगला
hu: Következő
ja: 次へ
no: Neste
ur: اگلا

source: No transactions
ar: لا توجد معاملات
fa: هیچ تراکنشی نیست
hi: कोई लेन-देन नहीं
hu: Nincsenek tranzakciók
ja: 取引なし
no: Ingen transaksjoner
ur: کوئی لین دین نہیں

source: Stay updated on your financial activity.
ar: ابقَ على اطلاع بنشاطك المالي.
fa: از فعالیت مالی خود مطلع بمانید.
hi: अपनी वित्तीय गतिविधि पर अपडेट रहें।
hu: Maradjon naprakész pénzügyi tevékenységéről.
ja: 財務活動を最新の状態に保ちます。
no: Hold deg oppdatert på din økonomiske aktivitet.
ur: اپنی مالی سرگرمی سے باخبر رہیں۔

source: Mark all as read
ar: وضع الكل كمقروء
fa: علامت گذاری همه به عنوان خوانده شده
hi: सभी को पढ़ा हुआ चिह्नित करें
hu: Összes olvasottnak jelölése
ja: すべて既読にする
no: Merk alle som lest
ur: سب کو پڑھا ہوا نشان زد کریں

source: All
ar: الكل
fa: همه
hi: सभी
hu: Összes
ja: すべて
no: Alle
ur: سب

source: Unread
ar: غير مقروء
fa: خوانده نشده
hi: अपठित
hu: Olvasatlan
ja: 未読
no: Uleste
ur: غیر پڑھا ہوا

source: No notifications
ar: لا توجد إشعارات
fa: اعلانی نیست
hi: कोई सूचनाएँ नहीं
hu: Nincs értesítés
ja: 通知なし
no: Ingen varsler
ur: کوئی اطلاعات نہیں

source: You're all caught up!
ar: أنت على اطلاع بكل شيء!
fa: همه چیز به روز است!
hi: आप पूरी तरह अपडेट हैं!
hu: Minden naprakész!
ja: すべて確認済みです！
no: Du er oppdatert!
ur: آپ سب کچھ دیکھ چکے ہیں!

source: No unread notifications.
ar: لا توجد إشعارات غير مقروءة.
fa: اعلان خوانده نشده ای نیست.
hi: कोई अपठित सूचना नहीं।
hu: Nincs olvasatlan értesítés.
ja: 未読の通知はありません。
no: Ingen uleste varsler.
ur: کوئی غیر پڑھی اطلاع نہیں۔

source: No finance notifications.
ar: لا توجد إشعارات مالية.
fa: اعلان مالی وجود ندارد.
hi: कोई वित्तीय सूचना नहीं।
hu: Nincs pénzügyi értesítés.
ja: 財務関連の通知はありません。
no: Ingen finansvarsler.
ur: کوئی مالی اطلاع نہیں۔

source: No social notifications.
ar: لا توجد إشعارات اجتماعية.
fa: اعلان اجتماعی وجود ندارد.
hi: कोई सामाजिक सूचना नहीं।
hu: Nincs közösségi értesítés.
ja: ソーシャル通知はありません。
no: Ingen sosiale varsler.
ur: کوئی سماجی اطلاع نہیں۔

source: Mark as read
ar: وضع كمقروء
fa: علامت گذاری به عنوان خوانده شده
hi: पढ़ा हुआ चिह्नित करें
hu: Olvasottnak jelölés
ja: 既読にする
no: Merk som lest
ur: پڑھا ہوا نشان زد کریں

source: Archive
ar: أرشفة
fa: بایگانی
hi: आर्काइव करें
hu: Archiválás
ja: アーカイブ
no: Arkiver
ur: محفوظ کریں

source: Load more
ar: تحميل المزيد
fa: بارگذاری بیشتر
hi: और लोड करें
hu: További betöltése
ja: さらに読み込む
no: Last inn mer
ur: مزید لوڈ کریں

source: Loading...
ar: جارٍ التحميل...
fa: در حال بارگذاری...
hi: लोड हो रहा है...
hu: Betöltés...
ja: 読み込み中...
no: Laster...
ur: لوڈ ہو رہا ہے...

source: Your personal finance dashboard - Djanbe Finance
ar: لوحة معلومات التمويل الشخصي الخاصة بك - Djanbe Finance
fa: داشبورد مالی شخصی شما - Djanbe Finance
hi: आपका व्यक्तिगत वित्त डैशबोर्ड - Djanbe Finance
hu: Személyes pénzügyi irányítópultod - Djanbe Finance
ja: あなたの個人資産ダッシュボード - Djanbe Finance
no: Ditt personlige økonomi-dashbord - Djanbe Finance
ur: آپ کا ذاتی مالی ڈیش بورڈ - Djanbe Finance

source: Your personal finance dashboard
ar: لوحة معلومات التمويل الشخصي الخاصة بك
fa: داشبورد مالی شخصی شما
hi: आपका व्यक्तिगत वित्त डैशबोर्ड
hu: Személyes pénzügyi irányítópultod
ja: あなたの個人資産ダッシュボード
no: Ditt personlige økonomi-dashbord
ur: آپ کا ذاتی مالی ڈیش بورڈ

source: Balance Summary
ar: ملخص الرصيد
fa: خلاصه مانده
hi: शेष सारांश
hu: Egyenleg összefoglaló
ja: 残高サマリー
no: Saldooversikt
ur: بیلنس خلاصہ

source: See who owes you and who you owe.
ar: اعرف من يدين لك ومن تدين له.
fa: ببینید چه کسی به شما بدهکار است و شما به چه کسی بدهکارید.
hi: देखें कौन आपको देता है और आप किसे देते हैं।
hu: Lásd, ki tartozik neked és kinek tartozol.
ja: 誰があなたに借りているか、あなたが誰に借りているかを確認します。
no: Se hvem som skylder deg og hvem du skylder.
ur: دیکھیں کون آپ کے مقروض ہے اور آپ کس کے مقروض ہیں۔

source: No one owes you money.
ar: لا أحد يدين لك بالمال.
fa: هیچ کس به شما بدهکار نیست.
hi: कोई आपको पैसा नहीं देता।
hu: Senki sem tartozik neked.
ja: 誰もあなたにお金を借りていません。
no: Ingen skylder deg penger.
ur: کوئی آپ کا مقروض نہیں۔

source: You don't owe anyone money.
ar: أنت لا تدين لأحد بالمال.
fa: شما به کسی بدهکار نیستید.
hi: आप किसी के देनदार नहीं हैं।
hu: Te nem tartozol senkinek.
ja: あなたは誰にもお金を借りていません。
no: Du skylder ingen penger.
ur: آپ کسی کے مقروض نہیں ہیں۔

source: All settled up!
ar: تمت التسوية بالكامل!
fa: همه تسویه شد!
hi: सब निपट गया!
hu: Minden rendezve!
ja: すべて清算済み！
no: Alt oppgjort!
ur: سب حساب برابر ہو گیا!

source: You have no outstanding balances with anyone.
ar: ليس لديك أي أرصدة مستحقة مع أي شخص.
fa: شما هیچ مانده پرداخت نشده ای با کسی ندارید.
hi: आपके पास किसी के साथ कोई बकाया शेष नहीं है।
hu: Nincs senkivel szemben nyitott egyenleged.
ja: 未清算の残高はありません。
no: Du har ingen utestående saldoer med noen.
ur: آپ کے پاس کسی کے ساتھ کوئی بقایا بیلنس نہیں ہے۔
