Repository: iamfarzam/django-finance
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa, hi, hu, ja, no, ur

source: Djanbe Finance is provided "as is" without warranties. We are not liable for any financial decisions made based on information in the app.
ar: ??????? Djanbe Finance "??? ??" ??? ?? ??????. ??? ??? ??????? ?? ?? ?????? ????? ??????? ????? ??? ????????? ???????? ?? ???????.
fa: Djanbe Finance ????????? ?? ???? ???? ??? ?????? ????? ??????. ?? ?? ???? ????????? ???? ???????? ?? ???? ??????? ????? ?? ?????? ???????? ??????.
hi: Djanbe Finance "???? ??" ???? ???? ?????? ?? ?????? ???? ???? ??? ?? ??? ?? ?? ??????? ?? ???? ?? ??? ?? ???? ?? ??????? ?????? ?? ??? ?? ????????? ???? ????
hu: A Djanbe Finance "ahogy van" ?llapotban ?rhet? el, garancia n?lk?l. Nem v?llalunk felel?ss?get az alkalmaz?sban tal?lhat? inform?ci?k alapj?n hozott p?nz?gyi d?nt?sek?rt.
ja: Djanbe Finance ?????????????????????????????????????????????????????????????????
no: Djanbe Finance leveres "som den er" uten garantier. Vi er ikke ansvarlige for finansielle beslutninger som tas basert p? informasjon i appen.
ur: Djanbe Finance "??? ?? ???" ???? ??? ????? ?? ????? ??? ???? ??? ??? ??? ????? ??????? ?? ????? ?? ??? ??? ???? ?????? ?? ??? ?? ??? ??? ???? ????

source: Close
ar: إغلاق
fa: بستن
hi: बंद करें
hu: Bezárás
ja: 閉じる
no: Lukk
ur: بند کریں

source: 1. Information We Collect
ar: 1. المعلومات التي نجمعها
fa: ۱. اطلاعاتی که جمع آوری می کنیم
hi: 1. हम जो जानकारी एकत्र करते हैं
hu: 1. Gyűjtött információk
ja: 1. 収集する情報
no: 1. Informasjon vi samler inn
ur: 1. ہم جو معلومات جمع کرتے ہیں

source: We collect information you provide directly: email, name, and financial data you choose to enter (accounts, transactions, contacts).
ar: نجمع المعلومات التي تقدمها مباشرة: البريد الإلكتروني والاسم والبيانات المالية التي تختار إدخالها (الحسابات والمعاملات وجهات الاتصال).
fa: ما اطلاعاتی را که مستقیماً ارائه می کنید جمع آوری می کنیم: ایمیل، نام و داده های مالی که انتخاب می کنید وارد کنید (حساب ها، تراکنش ها، مخاطبین).
hi: हम आपके द्वारा सीधे प्रदान की गई जानकारी एकत्र करते हैं: ईमेल, नाम और वह वित्तीय डेटा जिसे आप दर्ज करना चुनते हैं (खाते, लेन-देन, संपर्क)।
hu: Az Ön által közvetlenül megadott információkat gyűjtjük: e-mail, név és az Ön által megadott pénzügyi adatok (számlák, tranzakciók, kapcsolatok).
ja: 直接ご提供いただく情報（メール、氏名、入力する財務データ（口座、取引、連絡先））を収集します。
no: Vi samler inn informasjon du gir direkte: e-post, navn og finansdata du velger å legge inn (kontoer, transaksjoner, kontakter).
ur: ہم وہ معلومات جمع کرتے ہیں جو آپ براہ راست فراہم کرتے ہیں: ای میل، نام، اور وہ مالی ڈیٹا جسے آپ درج کرنا منتخب کرتے ہیں (اکاؤنٹس، لین دین، رابطے)۔

source: 2. How We Use Your Information
ar: 2. كيف نستخدم معلوماتك
fa: ۲. نحوه استفاده از اطلاعات شما
hi: 2. हम आपकी जानकारी का उपयोग कैसे करते हैं
hu: 2. Hogyan használjuk az információit
ja: 2. 情報の利用方法
no: 2. Hvordan vi bruker informasjonen din
ur: 2. ہم آپ کی معلومات کیسے استعمال کرتے ہیں

source: Your data is used solely to provide the service. We use it to display your financial overview, calculate balances, and send notifications you've opted into.
ar: تستخدم بياناتك فقط لتقديم الخدمة. نستخدمها لعرض نظرة عامة على أموالك، وحساب الأرصدة، وإرسال الإشعارات التي اخترتها.
fa: داده های شما صرفاً برای ارائه خدمات استفاده می شود. از آن برای نمایش نمای کلی مالی شما، محاسبه مانده ها و ارسال اعلان هایی که انتخاب کرده اید استفاده می کنیم.
hi: आपका डेटा केवल सेवा प्रदान करने के लिए उपयोग किया जाता है। हम इसका उपयोग आपके वित्तीय अवलोकन को दिखाने, शेष राशि की गणना करने और आपके द्वारा चुनी गई सूचनाएँ भेजने के लिए करते हैं।
hu: Az adatait kizárólag a szolgáltatás biztosítására használjuk. Az Ön pénzügyi áttekintésének megjelenítésére, egyenlegek kiszámítására és az Ön által választott értesítések küldésére.
ja: データはサービス提供のためのみに使用されます。財務概要の表示、残高計算、同意した通知の送信に使用します。
no: Dataene dine brukes kun for å levere tjenesten. Vi bruker dem til å vise din finansoversikt, beregne saldoer og sende varsler du har valgt.
ur: آپ کا ڈیٹا صرف سروس فراہم کرنے کے لیے استعمال ہوتا ہے۔ ہم اسے آپ کے مالی خلاصے کو دکھانے، بیلنس کا حساب لگانے اور آپ کی منتخب کردہ اطلاعات بھیجنے کے لیے استعمال کرتے ہیں۔

source: 3. Data Security
ar: 3. أمن البيانات
fa: ۳. امنیت داده ها
hi: 3. डेटा सुरक्षा
hu: 3. Adatbiztonság
ja: 3. データセキュリティ
no: 3. Datasikkerhet
ur: 3. ڈیٹا سیکیورٹی

source: We implement industry-standard security measures including encryption, secure authentication, and regular security audits to protect your data.
ar: نطبق إجراءات أمان بمعايير الصناعة بما في ذلك التشفير والمصادقة الآمنة وعمليات تدقيق أمنية منتظمة لحماية بياناتك.
fa: ما اقدامات امنیتی استاندارد صنعت از جمله رمزنگاری، احراز هویت امن و ممیزی های امنیتی منظم را برای محافظت از داده های شما اجرا می کنیم.
hi: हम आपके डेटा की सुरक्षा के लिए उद्योग-मानक सुरक्षा उपाय लागू करते हैं, जिनमें एन्क्रिप्शन, सुरक्षित प्रमाणीकरण और नियमित सुरक्षा ऑडिट शामिल हैं।
hu: Iparági szabványoknak megfelelő biztonsági intézkedéseket alkalmazunk, beleértve a titkosítást, a biztonságos hitelesítést és a rendszeres biztonsági auditokat.
ja: 暗号化、安全な認証、定期的なセキュリティ監査など、業界標準のセキュリティ対策を実施してデータを保護します。
no: Vi bruker bransjestandard sikkerhetstiltak inkludert kryptering, sikker autentisering og regelmessige sikkerhetsrevisjoner for å beskytte dataene dine.
ur: ہم آپ کے ڈیٹا کی حفاظت کے لیے صنعت کے معیاری سیکیورٹی اقدامات نافذ کرتے ہیں، جن میں انکرپشن، محفوظ تصدیق، اور باقاعدہ سیکیورٹی آڈٹس شامل ہیں۔

source: 4. Data Sharing
ar: 4. مشاركة البيانات
fa: ۴. اشتراک گذاری داده ها
hi: 4. डेटा साझा करना
hu: 4. Adatmegosztás
ja: 4. データ共有
no: 4. Datadeling
ur: 4. ڈیٹا شیئرنگ

source: We do not sell, trade, or share your personal financial data with third parties. Data may only be shared if required by law.
ar: لا نبيع أو نتاجر أو نشارك بياناتك المالية الشخصية مع أطراف ثالثة. لا تتم مشاركة البيانات إلا إذا كان ذلك مطلوبًا بموجب القانون.
fa: ما داده های مالی شخصی شما را به اشخاص ثالث نمی فروشیم، معامله نمی کنیم یا به اشتراک نمی گذاریم. داده ها فقط در صورت الزام قانونی ممکن است به اشتراک گذاشته شوند.
hi: हम आपकी व्यक्तिगत वित्तीय जानकारी तीसरे पक्ष को नहीं बेचते, व्यापार नहीं करते या साझा नहीं करते। डेटा केवल तभी साझा किया जा सकता है जब कानून द्वारा आवश्यक हो।
hu: Nem adjuk el, nem kereskedünk és nem osztjuk meg személyes pénzügyi adatait harmadik felekkel. Az adatokat csak akkor osztjuk meg, ha ezt a jog előírja.
ja: 個人の財務データを第三者に販売・取引・共有しません。法令により必要な場合のみ共有されます。
no: Vi selger, bytter eller deler ikke dine personlige finansdata med tredjeparter. Data kan bare deles hvis loven krever det.
ur: ہم آپ کے ذاتی مالی ڈیٹا کو تیسرے فریق کے ساتھ نہ فروخت کرتے ہیں، نہ تجارت کرتے ہیں اور نہ شیئر کرتے ہیں۔ ڈیٹا صرف قانونی تقاضے کی صورت میں شیئر کیا جا سکتا ہے۔

source: 5. Your Rights
ar: 5. حقوقك
fa: ۵. حقوق شما
hi: 5. आपके अधिकार
hu: 5. Az Ön jogai
ja: 5. お客様の権利
no: 5. Dine rettigheter
ur: 5. آپ کے حقوق

source: You can access, export, or delete your data at any time through your account settings. Contact us for any privacy-related requests.
ar: يمكنك الوصول إلى بياناتك أو تصديرها أو حذفها في أي وقت عبر إعدادات حسابك. تواصل معنا لأي طلبات تتعلق بالخصوصية.
fa: می توانید در هر زمان از طریق تنظیمات حساب خود به داده هایتان دسترسی داشته باشید، آنها را صادر کنید یا حذف کنید. برای درخواست های مربوط به حریم خصوصی با ما تماس بگیرید.
hi: आप अपने खाते की सेटिंग्स के माध्यम से किसी भी समय अपने डेटा तक पहुँच सकते हैं, उसे निर्यात कर सकते हैं या हटा सकते हैं। गोपनीयता संबंधी अनुरोधों के लिए हमसे संपर्क करें।
hu: Az adataihoz bármikor hozzáférhet, exportálhatja vagy törölheti azokat a fiókbeállításokban. Adatvédelmi kérdésekben vegye fel velünk a kapcsolatot.
ja: アカウント設定からいつでもデータの閲覧、エクスポート、削除ができます。プライバシーに関するご要望はお問い合わせください。
no: Du kan når som helst få tilgang til, eksportere eller slette dataene dine via kontoinnstillingene. Kontakt oss for forespørsler om personvern.
ur: آپ کسی بھی وقت اپنے اکاؤنٹ کی سیٹنگز کے ذریعے اپنے ڈیٹا تک رسائی حاصل کر سکتے ہیں، اسے ایکسپورٹ یا حذف کر سکتے ہیں۔ رازداری سے متعلق درخواستوں کے لیے ہم سے رابطہ کریں۔

source: Create account
ar: إنشاء حساب
fa: ایجاد حساب
hi: खाता बनाएँ
hu: Fiók létrehozása
ja: アカウントを作成
no: Opprett konto
ur: اکاؤنٹ بنائیں

source: Settings
ar: الإعدادات
fa: تنظیمات
hi: सेटिंग्स
hu: Beállítások
ja: 設定
no: Innstillinger
ur: سیٹنگز

source: Manage your account preferences.
ar: إدارة تفضيلات حسابك.
fa: ترجیحات حساب خود را مدیریت کنید.
hi: अपने खाते की प्राथमिकताएँ प्रबंधित करें।
hu: Fiókbeállítások kezelése.
ja: アカウント設定を管理します。
no: Administrer kontoinnstillingene dine.
ur: اپنے اکاؤنٹ کی ترجیحات کو منظم کریں۔

source: Profile Settings
ar: إعدادات الملف الشخصي
fa: تنظیمات پروفایل
hi: प्रोफ़ाइल सेटिंग्स
hu: Profilbeállítások
ja: プロフィール設定
no: Profilinnstillinger
ur: پروفائل سیٹنگز

source: Update your personal information.
ar: حدّث معلوماتك الشخصية.
fa: اطلاعات شخصی خود را به روزرسانی کنید.
hi: अपनी व्यक्तिगत जानकारी अपडेट करें।
hu: Személyes adatok frissítése.
ja: 個人情報を更新します。
no: Oppdater din personlige informasjon.
ur: اپنی ذاتی معلومات اپ ڈیٹ کریں۔

source: Profile updated successfully!
ar: تم تحديث الملف الشخصي بنجاح!
fa: پروفایل با موفقیت به روزرسانی شد!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हो गई!
hu: Profil sikeresen frissítve!
ja: プロフィールを更新しました！
no: Profil oppdatert!
ur: پروفائل کامیابی سے اپ ڈیٹ ہو گئی!

source: Contact support to change your email address.
ar: تواصل مع الدعم لتغيير عنوان بريدك الإلكتروني.
fa: برای تغییر نشانی ایمیل با پشتیبانی تماس بگیرید.
hi: अपना ईमेल पता बदलने के लिए सपोर्ट से संपर्क करें।
hu: Forduljon a támogatáshoz az e-mail cím megváltoztatásához.
ja: メールアドレスの変更はサポートにお問い合わせください。
no: Kontakt support for å endre e-postadressen din.
ur: اپنا ای میل پتہ بدلنے کے لیے سپورٹ سے رابطہ کریں۔

source: Security
ar: الأمان
fa: امنیت
hi: सुरक्षा
hu: Biztonság
ja: セキュリティ
no: Sikkerhet
ur: سیکیورٹی

source: Manage your password and security preferences.
ar: أدِر كلمة المرور وتفضيلات الأمان.
fa: گذرواژه و ترجیحات امنیتی خود را مدیریت کنید.
hi: अपने पासवर्ड और सुरक्षा प्राथमिकताएँ प्रबंधित करें।
hu: Jelszó és biztonsági beállítások kezelése.
ja: パスワードとセキュリティ設定を管理します。
no: Administrer passord og sikkerhetsinnstillinger.
ur: اپنے پاس ورڈ اور سیکیورٹی ترجیحات کو منظم کریں۔

source: Enter your current password and choose a new one.
ar: أدخل كلمة المرور الحالية واختر كلمة جديدة.
fa: گذرواژه فعلی خود را وارد کنید و یک گذرواژه جدید انتخاب کنید.
hi: अपना वर्तमान पासवर्ड दर्ज करें और नया चुनें।
hu: Adja meg a jelenlegi jelszavát, és válasszon újat.
ja: 現在のパスワードを入力し、新しいパスワードを設定してください。
no: Skriv inn ditt nåværende passord og velg et nytt.
ur: اپنا موجودہ پاس ورڈ درج کریں اور نیا منتخب کریں۔

source: Password changed successfully!
ar: تم تغيير كلمة المرور بنجاح!
fa: گذرواژه با موفقیت تغییر کرد!
hi: पासवर्ड सफलतापूर्वक बदल गया!
hu: Jelszó sikeresen megváltoztatva!
ja: パスワードを変更しました！
no: Passord endret!
ur: پاس ورڈ کامیابی سے تبدیل ہو گیا!

source: Current Password
ar: كلمة المرور الحالية
fa: گذرواژه فعلی
hi: वर्तमान पासवर्ड
hu: Jelenlegi jelszó
ja: 現在のパスワード
no: Nåværende passord
ur: موجودہ پاس ورڈ

source: New Password
ar: كلمة المرور الجديدة
fa: گذرواژه جدید
hi: नया पासवर्ड
hu: Új jelszó
ja: 新しいパスワード
no: Nytt passord
ur: نیا پاس ورڈ

source: Minimum 12 characters with uppercase, lowercase, number, and symbol.
ar: الحد الأدنى 12 حرفًا مع أحرف كبيرة وصغيرة ورقم ورمز.
fa: حداقل ۱۲ کاراکتر با حروف بزرگ و کوچک، عدد و نماد.
hi: न्यूनतम 12 अक्षर, बड़े अक्षर, छोटे अक्षर, संख्या और प्रतीक सहित।
hu: Minimum 12 karakter nagy- és kisbetűvel, számmal és szimbólummal.
ja: 12文字以上で、大文字・小文字・数字・記号を含めてください。
no: Minimum 12 tegn med store og små bokstaver, tall og symbol.
ur: کم از کم 12 حروف جن میں بڑے، چھوٹے حروف، نمبر اور علامت شامل ہوں۔

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
fa: تأیید گذرواژه جدید
hi: नया पासवर्ड पुष्टि करें
hu: Új jelszó megerősítése
ja: 新しいパスワードを確認
no: Bekreft nytt passord
ur: نئے پاس ورڈ کی تصدیق کریں

source: Cancel
ar: إلغاء
fa: انصراف
hi: रद्द करें
hu: Mégse
ja: キャンセル
no: Avbryt
ur: منسوخ کریں

source: Notification Preferences
ar: تفضيلات الإشعارات
fa: ترجیحات اعلان ها
hi: सूचना प्राथमिकताएँ
hu: Értesítési beállítások
ja: 通知設定
no: Varslingspreferanser
ur: اطلاع کی ترجیحات

source: Choose how you want to be notified.
ar: اختر كيفية تلقي الإشعارات.
fa: نحوه دریافت اعلان ها را انتخاب کنید.
hi: चुनें कि आपको कैसे सूचित किया जाए।
hu: Válassza ki, hogyan szeretne értesítést kapni.
ja: 通知方法を選択してください。
no: Velg hvordan du vil bli varslet.
ur: منتخب کریں کہ آپ کو کیسے اطلاع دی جائے۔

source: Account
ar: الحساب
fa: حساب
hi: खाता
hu: Fiók
ja: アカウント
no: Konto
ur: اکاؤنٹ

source: Login alerts, password changes, and account updates.
ar: تنبيهات تسجيل الدخول وتغييرات كلمة المرور وتحديثات الحساب.
fa: هشدارهای ورود، تغییرات گذرواژه و به روزرسانی های حساب.
hi: लॉगिन अलर्ट, पासवर्ड परिवर्तन और खाते के अपडेट।
hu: Bejelentkezési riasztások, jelszóváltoztatások és fiókfrissítések.
ja: ログイン通知、パスワード変更、アカウント更新。
no: Innloggingsvarsler, passordendringer og kontooppdateringer.
ur: لاگ اِن الرٹس، پاس ورڈ تبدیلیاں، اور اکاؤنٹ اپ ڈیٹس۔

source: In-app
ar: داخل التطبيق
fa: درون برنامه
hi: ऐپ में
hu: Alkalmazáson belül
ja: アプリ内
no: I appen
ur: ایپ میں

source: Frequency
ar: التكرار
fa: تناوب
hi: आवृत्ति
hu: Gyakoriság
ja: 頻度
no: Frekvens
ur: وقفہ

source: Immediate
ar: فوري
fa: فوری
hi: तुरंत
hu: Azonnal
ja: 即時
no: Umiddelbart
ur: فوری

source: Daily
ar: يومي
fa: روزانه
hi: दैनिक
hu: Naponta
ja: 毎日
no: Daglig
ur: روزانہ

source: Weekly
ar: أسبوعي
fa: هفتگی
hi: साप्ताहिक
hu: Hetente
ja: 毎週
no: Ukentlig
ur: ہفتہ وار

source: Never
ar: أبدًا
fa: هرگز
hi: कभी नहीं
hu: Soha
ja: しない
no: Aldri
ur: کبھی نہیں

source: Finance
ar: المالية
fa: مالی
hi: वित्त
hu: Pénzügy
ja: 財務
no: Finans
ur: مالی

source: Transactions, transfers, and balance updates.
ar: المعاملات والتحويلات وتحديثات الرصيد.
fa: تراکنش ها، انتقال ها و به روزرسانی های موجودی.
hi: लेन-देन, स्थानांतरण और शेष राशि अपडेट।
hu: Tranzakciók, átutalások és egyenlegfrissítések.
ja: 取引、送金、残高更新。
no: Transaksjoner, overføringer og saldooppdateringer.
ur: لین دین، ٹرانسفرز اور بیلنس اپ ڈیٹس۔

source: Social
ar: الاجتماعي
fa: اجتماعی
hi: सामाजिक
hu: Közösségi
ja: ソーシャル
no: Sosialt
ur: سماجی

source: Debts, settlements, and group expenses.
ar: الديون والتسويات ومصاريف المجموعات.
fa: بدهی ها، تسویه ها و هزینه های گروهی.
hi: ऋण, निपटान और समूह खर्च।
hu: Adósságok, elszámolások és csoportos kiadások.
ja: 債務、精算、グループ支出。
no: Gjeld, oppgjør og gruppeutgifter.
ur: قرض، تصفیے، اور گروپ خرچ۔

source: System
ar: النظام
fa: سیستم
hi: सिस्टम
hu: Rendszer
ja: システム
ur: سسٹم

source: Announcements, maintenance, and feature updates.
ar: الإعلانات والصيانة وتحديثات الميزات.
fa: اعلان ها، نگهداری و به روزرسانی ویژگی ها.
hi: घोषणाएँ, रखरखाव और फीचर अपडेट।
hu: Közlemények, karbantartás és funkciófrissítések.
ja: お知らせ、メンテナンス、機能更新。
no: Kunngjøringer, vedlikehold og funksjonsoppdateringer.
ur: اعلانات، دیکھ بھال، اور فیچر اپ ڈیٹس۔

source: Preferences
ar: التفضيلات
fa: ترجیحات
hi: प्राथमिकताएँ
hu: Preferenciák
ja: 環境設定
no: Preferanser
ur: ترجیحات

source: Customize your experience.
ar: خصص تجربتك.
fa: تجربه خود را سفارشی کنید.
hi: अपने अनुभव को अनुकूलित करें।
hu: Élmény személyre szabása.
ja: 体験をカスタマイズします。
no: Tilpass opplevelsen din.
ur: اپنے تجربے کو حسب ضرورت بنائیں۔

source: Default Currency
ar: العملة الافتراضية
fa: ارز پیش فرض
hi: डिफ़ॉल्ट मुद्रा
hu: Alapértelmezett pénznem
ja: 既定通貨
no: Standardvaluta
ur: ڈیفالٹ کرنسی

source: Currency used for new accounts and transactions.
ar: العملة المستخدمة للحسابات والمعاملات الجديدة.
fa: ارزی که برای حساب ها و تراکنش های جدید استفاده می شود.
hi: नई खातों और लेन-देन के लिए उपयोग की जाने वाली मुद्रा।
hu: Új fiókok és tranzakciók pénzneme.
ja: 新規口座・取引に使用する通貨。
no: Valuta brukt for nye kontoer og transaksjoner.
ur: نئے اکاؤنٹس اور لین دین کے لیے استعمال ہونے والی کرنسی۔

source: Danger Zone
ar: منطقة الخطر
fa: ناحیه خطر
hi: खतरनाक क्षेत्र
hu: Veszélyzóna
ja: 危険ゾーン
no: Faresone
ur: خطرناک علاقہ

source: Irreversible and destructive actions.
ar: إجراءات لا رجعة فيها ومدمرة.
fa: اقدامات برگشت ناپذیر و مخرب.
hi: अपरिवर्तनीय और विनाशकारी कार्रवाइयाँ।
hu: Visszafordíthatatlan és destruktív műveletek.
ja: 取り消しできない破壊的な操作。
no: Uopprettelige og destruktive handlinger.
ur: ناقابل واپسی اور تباہ کن کارروائیاں۔

source: Delete Account
ar: حذف الحساب
fa: حذف حساب
hi: खाता हटाएँ
hu: Fiók törlése
ja: アカウント削除
no: Slett konto
ur: اکاؤنٹ حذف کریں

source: Once you delete your account, there is no going back. Please be certain.
ar: بمجرد حذف حسابك، لا رجعة في ذلك. يرجى التأكد.
fa: پس از حذف حساب، بازگشتی وجود ندارد. لطفاً مطمئن باشید.
hi: एक बार आपका खाता हटाने के बाद वापस नहीं आ सकते। कृपया सुनिश्चित करें।
hu: Ha törli a fiókját, nincs visszaút. Kérjük, legyen biztos benne.
ja: アカウントを削除すると元に戻せません。慎重に行ってください。
no: Når du sletter kontoen din, finnes det ingen vei tilbake. Vennligst vær sikker.
ur: ایک بار اکاؤنٹ حذف کرنے کے بعد واپسی ممکن نہیں۔ براہ کرم یقین کر لیں۔

source: Back to Dashboard
ar: العودة إلى لوحة التحكم
fa: بازگشت به داشبورد
hi: डैशबोर्ड पर वापस जाएँ
hu: Vissza a vezérlőpulthoz
ja: ダッシュボードに戻る
no: Tilbake til dashbordet
ur: ڈیش بورڈ پر واپس جائیں

source: About Audit Logs
ar: حول سجلات التدقيق
fa: درباره گزارش های ممیزی
hi: ऑडिट लॉग के बारे में
hu: Az auditnaplókról
ja: 監査ログについて
no: Om revisjonslogger
ur: آڈٹ لاگز کے بارے میں

source: Audit logs are stored using structured logging (structlog) and can be viewed through your logging infrastructure.
ar: تخزن سجلات التدقيق باستخدام التسجيل المنظم (structlog) ويمكن عرضها عبر بنية التسجيل لديك.
fa: گزارش های ممیزی با ثبت ساختاری (structlog) ذخیره می شوند و از طریق زیرساخت لاگ شما قابل مشاهده هستند.
hi: ऑडिट लॉग संरचित लॉगिंग (structlog) का उपयोग करके संग्रहीत किए जाते हैं और आपके लॉगिंग इन्फ्रास्ट्रक्चर के माध्यम से देखे जा सकते हैं।
hu: Az auditnaplókat strukturált naplózás (structlog) használatával tároljuk, és a naplózási infrastruktúrán keresztül megtekinthetők.
ja: 監査ログは構造化ロギング（structlog）で保存され、ログ基盤で閲覧できます。
no: Revisjonslogger lagres med strukturert logging (structlog) og kan vises via din logginfrastruktur.
ur: آڈٹ لاگز ساختہ لاگنگ (structlog) کے ذریعے محفوظ کیے جاتے ہیں اور آپ کے لاگنگ انفراسٹرکچر کے ذریعے دیکھے جا سکتے ہیں۔

source: Retention policies:
ar: سياسات الاحتفاظ:
fa: سیاست های نگهداری:
hi: रिटेंशन नीतियाँ:
hu: Megőrzési irányelvek:
ja: 保持ポリシー:
no: Oppbevaringspolicyer:
ur: برقرار رکھنے کی پالیسیاں:

source: Financial operations: 7 years
ar: العمليات المالية: 7 سنوات
fa: عملیات مالی: ۷ سال
hi: वित्तीय संचालन: 7 वर्ष
hu: Pénzügyi műveletek: 7 év
ja: 財務操作: 7年
no: Finansielle operasjoner: 7 år
ur: مالی کارروائیاں: 7 سال

source: Security operations: 2 years
ar: عمليات الأمن: سنتان
fa: عملیات امنیتی: ۲ سال
hi: सुरक्षा संचालन: 2 वर्ष
hu: Biztonsági műveletek: 2 év
ja: セキュリティ操作: 2年
no: Sikkerhetsoperasjoner: 2 år
ur: سیکیورٹی کارروائیاں: 2 سال

source: Admin operations: 7 years
ar: عمليات الإدارة: 7 سنوات
fa: عملیات مدیریتی: ۷ سال
hi: प्रशासन संचालन: 7 वर्ष
hu: Adminisztrátori műveletek: 7 év
ja: 管理操作: 7年
no: Admin-operasjoner: 7 år
ur: انتظامی کارروائیاں: 7 سال

source: Audit Log Categories
ar: فئات سجلات التدقيق
fa: دسته های گزارش ممیزی
hi: ऑडिट लॉग श्रेणियाँ
hu: Auditnapló-kategóriák
ja: 監査ログのカテゴリ
no: Revisjonsloggkategorier
ur: آڈٹ لاگ کی اقسام

source: The following actions are automatically logged:
ar: يتم تسجيل الإجراءات التالية تلقائيًا:
fa: اقدامات زیر به صورت خودکار ثبت می شوند:
hi: निम्न कार्रवाइयाँ स्वतः लॉग होती हैं:
hu: A következő műveletek automatikusan naplózásra kerülnek:
ja: 次の操作は自動的に記録されます:
no: Følgende handlinger logges automatisk:
ur: درج ذیل کارروائیاں خودکار طور پر لاگ ہوتی ہیں:

source: Account Operations
ar: عمليات الحساب
fa: عملیات حساب
hi: खाता संचालन
hu: Fiókműveletek
ja: アカウント操作
no: Kontooperasjoner
ur: اکاؤنٹ کی کارروائیاں

source: Transaction Operations
ar: عمليات المعاملات
fa: عملیات تراکنش
hi: लेन-देन संचालन
hu: Tranzakciós műveletek
ja: 取引操作
no: Transaksjonsoperasjoner
ur: لین دین کی کارروائیاں

source: Security Operations
ar: عمليات الأمان
fa: عملیات امنیتی
hi: सुरक्षा संचालन
hu: Biztonsági műveletek
ja: セキュリティ操作
no: Sikkerhetsoperasjoner
ur: سیکیورٹی کارروائیاں

source: Admin Operations
ar: عمليات الإدارة
fa: عملیات مدیریتی
hi: प्रशासन संचालन
hu: Adminisztrátori műveletek
ja: 管理操作
no: Admin-operasjoner
ur: انتظامی کارروائیاں

source: Viewing Logs
ar: عرض السجلات
fa: مشاهده گزارش ها
hi: लॉग देखें
hu: Naplók megtekintése
ja: ログの閲覧
no: Visning av logger
ur: لاگز دیکھنا

source: To view audit logs, check your application logs with the following filter:
ar: لعرض سجلات التدقيق، تحقق من سجلات التطبيق باستخدام الفلتر التالي:
fa: برای مشاهده گزارش های ممیزی، لاگ های برنامه را با فیلتر زیر بررسی کنید:
hi: ऑडिट लॉग देखने के लिए, अपने एप्लिकेशन लॉग को निम्न फ़िल्टर के साथ जांचें:
hu: Az auditnaplók megtekintéséhez ellenőrizze az alkalmazásnaplókat a következő szűrővel:
ja: 監査ログを確認するには、次のフィルターでアプリのログを確認してください:
no: For å se revisjonslogger, sjekk applikasjonsloggene med følgende filter:
ur: آڈٹ لاگز دیکھنے کے لیے، اپنے ایپلیکیشن لاگز کو درج ذیل فلٹر کے ساتھ چیک کریں۔

source: Or use your centralized logging solution (e.g., ELK Stack, Datadog, CloudWatch) to search for events with:
ar: أو استخدم حل التسجيل المركزي لديك (مثل ELK Stack أو Datadog أو CloudWatch) للبحث عن الأحداث باستخدام:
fa: یا از راهکار متمرکز لاگ خود (مانند ELK Stack، Datadog، CloudWatch) برای جستجوی رویدادها با استفاده از موارد زیر استفاده کنید:
hi: या अपने केंद्रीकृत लॉगिंग समाधान (जैसे ELK Stack, Datadog, CloudWatch) का उपयोग करके निम्न के साथ इवेंट खोजें:
hu: Vagy használja a központosított naplózási megoldását (pl. ELK Stack, Datadog, CloudWatch) az események kereséséhez:
ja: または、集中ログ（例: ELK Stack、Datadog、CloudWatch）で次のイベントを検索してください:
no: Eller bruk din sentraliserte loggløsning (f.eks. ELK Stack, Datadog, CloudWatch) for å søke etter hendelser med:
ur: یا اپنے مرکزی لاگنگ حل (مثلاً ELK Stack، Datadog، CloudWatch) کو استعمال کر کے درج ذیل کے ساتھ ایونٹس تلاش کریں:

source: Financial statistics for your tenant
ar: الإحصاءات المالية للمستأجر الخاص بك
fa: آمار مالی برای مستاجر شما
hi: आपके टेनेंट के लिए वित्तीय आँकड़े
hu: Pénzügyi statisztikák a tenant számára
ja: テナントの財務統計
no: Finansstatistikk for din tenant
ur: آپ کے ٹیننٹ کے لیے مالی اعداد و شمار

source: Accounts Overview
ar: نظرة عامة على الحسابات
fa: نمای کلی حساب ها
hi: खातों का अवलोकन
hu: Fiókok áttekintése
ja: 口座概要
no: Kontooversikt
ur: اکاؤنٹس کا خلاصہ

source: Total Accounts
ar: إجمالي الحسابات
fa: تعداد کل حساب ها
hi: कुल खाते
hu: Összes fiók
ja: 口座総数
no: Totalt antall kontoer
ur: کل اکاؤنٹس

source: All financial accounts
ar: جميع الحسابات المالية
fa: همه حساب های مالی
hi: सभी वित्तीय खाते
hu: Összes pénzügyi fiók
ja: すべての財務口座
no: Alle finansielle kontoer
ur: تمام مالی اکاؤنٹس

source: Active Accounts
ar: الحسابات النشطة
fa: حساب های فعال
hi: सक्रिय खाते
hu: Aktív fiókok
ja: 有効な口座
no: Aktive kontoer
ur: فعال اکاؤنٹس

source: Currently active accounts
ar: الحسابات النشطة حاليًا
fa: حساب های فعال فعلی
hi: वर्तमान में सक्रिय खाते
hu: Jelenleg aktív fiókok
ja: 現在有効な口座
no: For øyeblikket aktive kontoer
ur: اس وقت فعال اکاؤنٹس

source: Transaction Summary (Last 30 Days)
ar: ملخص المعاملات (آخر 30 يومًا)
fa: خلاصه تراکنش ها (۳۰ روز گذشته)
hi: लेन-देन सारांश (पिछले 30 दिन)
hu: Tranzakciós összegzés (utolsó 30 nap)
ja: 取引概要（過去30日）
no: Transaksjonssammendrag (siste 30 dager)
ur: لین دین کا خلاصہ (گزشتہ 30 دن)

source: Recent Transactions
ar: المعاملات الأخيرة
fa: تراکنش های اخیر
hi: हालिया लेन-देन
hu: Legutóbbi tranzakciók
ja: 最近の取引
no: Nylige transaksjoner
ur: حالیہ لین دین

source: Transactions in the last 30 days
ar: المعاملات في آخر 30 يومًا
fa: تراکنش ها در ۳۰ روز گذشته
hi: पिछले 30 दिनों के लेन-देन
hu: Tranzakciók az elmúlt 30 napban
ja: 過去30日間の取引
no: Transaksjoner de siste 30 dagene
ur: گزشتہ 30 دنوں کے لین دین

source: Total Income
ar: إجمالي الدخل
fa: کل درآمد
hi: कुल आय
hu: Összes bevétel
ja: 総収入
no: Totale inntekter
ur: کل آمدنی

source: Credits in the last 30 days
ar: الإيداعات في آخر 30 يومًا
fa: اعتبارها در ۳۰ روز گذشته
hi: पिछले 30 दिनों के क्रेडिट
hu: Jóváírások az elmúlt 30 napban
ja: 過去30日間の入金
no: Kreditter de siste 30 dagene
ur: گزشتہ 30 دنوں کی کریڈٹس
