Repository: iamfarzam/django-finance
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa, hi, hu, ja, no, ur

source: English
ar: الإنجليزية
fa: انگلیسی
hi: अंग्रेज़ी
hu: Angol
ja: 英語
no: Engelsk
ur: انگریزی

source: Spanish
ar: الإسبانية
fa: اسپانیایی
hi: स्पेनिश
hu: Spanyol
ja: スペイン語
no: Spansk
ur: ہسپانوی

source: German
ar: الألمانية
fa: آلمانی
hi: जर्मन
hu: Német
ja: ドイツ語
no: Tysk
ur: جرمن

source: French
ar: الفرنسية
fa: فرانسوی
hi: फ़्रेंच
hu: Francia
ja: フランス語
no: Fransk
ur: فرانسیسی

source: Italian
ar: الإيطالية
fa: ایتالیایی
hi: इतालवी
hu: Olasz
ja: イタリア語
no: Italiensk
ur: اطالوی

source: Simplified Chinese
ar: الصينية المبسطة
fa: چینی ساده شده
hi: सरलीकृत चीनी
hu: Egyszerűsített kínai
ja: 簡体中国語
no: Forenklet kinesisk
ur: سادہ شدہ چینی

source: Arabic
ar: العربية
fa: عربی
hi: अरबी
hu: Arab
ja: アラビア語
no: Arabisk
ur: عربی

source: Persian
ar: الفارسية
fa: فارسی
hi: फ़ारसी
hu: Perzsa
ja: ペルシャ語
no: Persisk
ur: فارسی

source: Urdu
ar: الأردية
fa: اردو
hi: उर्दू
ja: ウルドゥー語
ur: اردو

source: Hindi
ar: الهندية
fa: هندی
hi: हिंदी
ja: ヒンディー語
ur: ہندی

source: Hungarian
ar: الهنغارية
fa: مجارستانی
hi: हंगेरियन
hu: Magyar
ja: ハンガリー語
no: Ungarsk
ur: ہنگرین

source: Norwegian
ar: النرويجية
fa: نروژی
hi: नॉर्वेजियन
hu: Norvég
ja: ノルウェー語
no: Norsk
ur: نارویجین

source: Japanese
ar: اليابانية
fa: ژاپنی
hi: जापानी
hu: Japán
ja: 日本語
no: Japansk
ur: جاپانی

source: Korean
ar: الكورية
fa: کره ای
hi: कोरियाई
hu: Koreai
ja: 韓国語
no: Koreansk
ur: کوریائی

source: Email is already registered.
ar: البريد الإلكتروني مسجل بالفعل.
fa: ایمیل قبلاً ثبت شده است.
hi: ईमेल पहले से पंजीकृत है।
hu: Az e-mail már regisztrálva van.
ja: メールアドレスはすでに登録されています。
no: E-post er allerede registrert.
ur: ای میل پہلے سے رجسٹر ہے۔

source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.
fa: گذرواژه ها مطابقت ندارند.
hi: पासवर्ड मेल नहीं खाते।
hu: A jelszavak nem egyeznek.
ja: パスワードが一致しません。
no: Passordene samsvarer ikke.
ur: پاس ورڈز میل نہیں کھاتے۔

source: Invalid email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
fa: ایمیل یا گذرواژه نامعتبر است.
hi: ईमेल या पासवर्ड अमान्य है।
hu: Érvénytelen e-mail vagy jelszó.
ja: メールアドレスまたはパスワードが無効です。
no: Ugyldig e-post eller passord.
ur: ای میل یا پاس ورڈ غلط ہے۔

source: Account is locked. Please try again later.
ar: الحساب مقفل. يرجى المحاولة لاحقًا.
fa: حساب قفل است. لطفاً بعداً دوباره تلاش کنید.
hi: खाता लॉक है। कृपया बाद में फिर कोशिश करें।
hu: A fiók zárolva van. Kérjük, próbálja meg később.
ja: アカウントがロックされています。後でもう一度お試しください。
no: Kontoen er låst. Vennligst prøv igjen senere.
ur: اکاؤنٹ لاک ہے۔ براہ کرم بعد میں دوبارہ کوشش کریں۔

source: Please verify your email address.
ar: يرجى تأكيد عنوان بريدك الإلكتروني.
fa: لطفاً نشانی ایمیل خود را تأیید کنید.
hi: कृपया अपना ईमेल पता सत्यापित करें।
hu: Kérjük, erősítse meg az e-mail címét.
ja: メールアドレスを確認してください。
no: Vennligst bekreft e-postadressen din.
ur: براہ کرم اپنا ای میل پتہ تصدیق کریں۔

source: Account is not active.
ar: الحساب غير نشط.
fa: حساب فعال نیست.
hi: खाता सक्रिय नहीं है।
hu: A fiók nem aktív.
ja: アカウントは有効ではありません。
no: Kontoen er ikke aktiv.
ur: اکاؤنٹ فعال نہیں ہے۔

source: Current password is incorrect.
ar: كلمة المرور الحالية غير صحيحة.
fa: گذرواژه فعلی نادرست است.
hi: वर्तमान पासवर्ड गलत है।
hu: A jelenlegi jelszó helytelen.
ja: 現在のパスワードが正しくありません。
no: Nåværende passord er feil.
ur: موجودہ پاس ورڈ غلط ہے۔

source: Registration successful. Please check your email to verify your account.
ar: تم التسجيل بنجاح. يرجى التحقق من بريدك الإلكتروني لتفعيل حسابك.
fa: ثبت نام با موفقیت انجام شد. لطفاً برای تأیید حساب خود ایمیل را بررسی کنید.
hi: पंजीकरण सफल हुआ। कृपया अपने खाते की पुष्टि के लिए अपना ईमेल जाँचें।
hu: A regisztráció sikeres. Ellenőrizze az e-mailt a fiók megerősítéséhez.
ja: 登録が完了しました。メールを確認してアカウントを認証してください。
no: Registrering vellykket. Sjekk e-posten din for å bekrefte kontoen.
ur: رجسٹریشن کامیاب ہو گئی۔ براہ کرم اپنے اکاؤنٹ کی توثیق کے لیے اپنا ای میل چیک کریں۔

source: Refresh token is required.
ar: رمز التحديث مطلوب.
fa: توکن نوسازی لازم است.
hi: रिफ्रेश टोकन आवश्यक है।
hu: Frissítő token szükséges.
ja: リフレッシュトークンが必要です。
no: Oppfriskningstoken er påkrevd.
ur: ریفریش ٹوکن درکار ہے۔

source: Successfully logged out.
ar: تم تسجيل الخروج بنجاح.
fa: با موفقیت خارج شدید.
hi: सफलतापूर्वक लॉग आउट हुआ।
hu: Sikeres kijelentkezés.
ja: 正常にログアウトしました。
no: Logget ut.
ur: کامیابی سے لاگ آؤٹ ہو گیا۔

source: Invalid token.
ar: رمز غير صالح.
fa: توکن نامعتبر است.
hi: अमान्य टोकन।
hu: Érvénytelen token.
ja: 無効なトークンです。
no: Ugyldig token.
ur: غلط ٹوکن۔

source: Invalid verification token.
ar: رمز التحقق غير صالح.
fa: توکن تأیید نامعتبر است.
hi: अमान्य सत्यापन टोकन।
hu: Érvénytelen megerősítő token.
ja: 無効な認証トークンです。
no: Ugyldig bekreftelsestoken.
ur: توثیقی ٹوکن غلط ہے۔

source: Verification token has expired.
ar: انتهت صلاحية رمز التحقق.
fa: توکن تأیید منقضی شده است.
hi: सत्यापन टोकन की समय-सीमा समाप्त हो गई है।
hu: A megerősítő token lejárt.
ja: 認証トークンの有効期限が切れています。
no: Bekreftelsestokenet er utløpt.
ur: توثیقی ٹوکن کی مدت ختم ہو گئی ہے۔

source: Email verified successfully.
ar: تم التحقق من البريد الإلكتروني بنجاح.
fa: ایمیل با موفقیت تأیید شد.
hi: ईमेल सफलतापूर्वक सत्यापित हो गया।
hu: Az e-mail sikeresen megerősítve.
ja: メールアドレスが正常に認証されました。
no: E-post bekreftet.
ur: ای میل کامیابی سے تصدیق ہو گیا۔

source: Email is already verified.
ar: البريد الإلكتروني متحقق منه بالفعل.
fa: ایمیل از قبل تأیید شده است.
hi: ईमेल पहले से सत्यापित है।
hu: Az e-mail már megerősítve van.
ja: メールアドレスはすでに認証済みです。
no: E-post er allerede bekreftet.
ur: ای میل پہلے سے تصدیق شدہ ہے۔

source: Verification email sent.
ar: تم إرسال رسالة التحقق.
fa: ایمیل تأیید ارسال شد.
hi: सत्यापन ईमेल भेज दिया गया।
hu: A megerősítő e-mail elküldve.
ja: 認証メールを送信しました。
no: Bekreftelses-e-post sendt.
ur: توثیقی ای میل بھیج دی گئی ہے۔

source: If an account exists with this email, a password reset link has been sent.
ar: إذا كان هناك حساب بهذا البريد الإلكتروني، فقد تم إرسال رابط إعادة تعيين كلمة المرور.
fa: اگر حسابی با این ایمیل وجود داشته باشد، لینک بازنشانی گذرواژه ارسال شده است.
hi: यदि इस ईमेल से कोई खाता मौजूद है, तो पासवर्ड रीसेट लिंक भेज दिया गया है।
hu: Ha létezik fiók ezzel az e-maillel, a jelszó-visszaállító link elküldésre került.
ja: このメールアドレスのアカウントが存在する場合、パスワード再設定リンクを送信しました。
no: Hvis en konto finnes med denne e-posten, er en lenke for tilbakestilling av passord sendt.
ur: اگر اس ای میل کے ساتھ کوئی اکاؤنٹ موجود ہے تو پاس ورڈ ری سیٹ لنک بھیج دیا گیا ہے۔

source: Invalid reset token.
ar: رمز إعادة التعيين غير صالح.
fa: توکن بازنشانی نامعتبر است.
hi: अमान्य रीसेट टोकन।
hu: Érvénytelen visszaállító token.
ja: 無効な再設定トークンです。
no: Ugyldig tilbakestillingstoken.
ur: ری سیٹ ٹوکن غلط ہے۔

source: Reset token has expired.
ar: انتهت صلاحية رمز إعادة التعيين.
fa: توکن بازنشانی منقضی شده است.
hi: रीसेट टोकन की समय-सीमा समाप्त हो गई है।
hu: A visszaállító token lejárt.
ja: 再設定トークンの有効期限が切れています。
no: Tilbakestillingstokenet er utløpt.
ur: ری سیٹ ٹوکن کی مدت ختم ہو گئی ہے۔

source: Password reset successfully.
ar: تمت إعادة تعيين كلمة المرور بنجاح.
fa: گذرواژه با موفقیت بازنشانی شد.
hi: पासवर्ड सफलतापूर्वक रीसेट हो गया।
hu: A jelszó sikeresen visszaállítva.
ja: パスワードを正常に再設定しました。
no: Passord tilbakestilt.
ur: پاس ورڈ کامیابی سے ری سیٹ ہو گیا۔

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.
fa: گذرواژه با موفقیت تغییر کرد.
hi: पासवर्ड सफलतापूर्वक बदल गया۔
hu: A jelszó sikeresen megváltoztatva.
ja: パスワードを正常に変更しました。
no: Passord endret.
ur: پاس ورڈ کامیابی سے تبدیل ہو گیا۔

source: Notification marked as read.
ar: تم وضع الإشعار كمقروء.
fa: اعلان به عنوان خوانده شده علامت گذاری شد.
hi: सूचना को पढ़ा हुआ चिह्नित किया गया।
hu: Értesítés olvasottnak jelölve.
ja: 通知を既読にしました。
no: Varsling markert som lest.
ur: اطلاع کو پڑھا ہوا نشان زد کر دیا گیا۔

source: Notification not found.
ar: الإشعار غير موجود.
fa: اعلان یافت نشد.
hi: सूचना नहीं मिली।
hu: Értesítés nem található.
ja: 通知が見つかりません。
no: Varsling ikke funnet.
ur: اطلاع نہیں ملی۔

source: %(count)s notifications marked as read.
ar: تم وضع %(count)s من الإشعارات كمقروءة.
fa: %(count)s اعلان به عنوان خوانده شده علامت گذاری شد.
hi: %(count)s सूचनाएँ पढ़ी गईं।
hu: %(count)s értesítés olvasottnak jelölve.
ja: %(count)s件の通知を既読にしました。
no: %(count)s varsler markert som lest.
ur: %(count)s اطلاعات کو پڑھا ہوا نشان زد کیا گیا۔

source: Admin access required.
ar: يلزم الوصول كمسؤول.
fa: دسترسی مدیر لازم است.
hi: व्यवस्थापक पहुँच आवश्यक है।
hu: Adminisztrátori hozzáférés szükséges.
ja: 管理者権限が必要です。
no: Administratoradgang kreves.
ur: ایڈمن رسائی درکار ہے۔

source: Demo event created.
ar: تم إنشاء حدث تجريبي.
fa: رویداد نمایشی ایجاد شد.
hi: डेमो इवेंट बनाया गया۔
hu: Demó esemény létrehozva.
ja: デモイベントを作成しました。
no: Demo-hendelse opprettet.
ur: ڈیمو ایونٹ بنایا گیا۔

source: Unsupported currency: %(currency)s
ar: عملة غير مدعومة: %(currency)s
fa: ارز پشتیبانی نشده: %(currency)s
hi: असमर्थित मुद्रा: %(currency)s
hu: Nem támogatott pénznem: %(currency)s
ja: 未対応の通貨: %(currency)s
no: Valuta ikke støttet: %(currency)s
ur: غیر معاون کرنسی: %(currency)s

source: Cannot transfer to the same account.
ar: لا يمكن التحويل إلى نفس الحساب.
fa: انتقال به همان حساب ممکن نیست.
hi: एक ही खाते में स्थानांतरण नहीं किया जा सकता।
hu: Nem lehet ugyanarra a fiókra átutalni.
ja: 同じ口座には送金できません。
no: Kan ikke overføre til samme konto.
ur: اسی اکاؤنٹ میں ٹرانسفر نہیں ہو سکتا۔

source: No tenant context.
ar: لا يوجد سياق للمستأجر.
fa: هیچ زمینه ای برای مستاجر وجود ندارد.
hi: टेनेंट संदर्भ उपलब्ध नहीं है।
hu: Nincs bérlői kontextus.
ja: テナントのコンテキストがありません。
no: Ingen tenant-kontekst.
ur: ٹیننٹ سیاق موجود نہیں ہے۔

source: Invalid notification ID.
ar: معرّف الإشعار غير صالح.
fa: شناسه اعلان نامعتبر است.
hi: अमान्य सूचना आईडी।
hu: Érvénytelen értesítés-azonosító.
ja: 無効な通知IDです。
no: Ugyldig varslings-ID.
ur: غلط اطلاع آئی ڈی۔

source: Notification archived.
ar: تمت أرشفة الإشعار.
fa: اعلان بایگانی شد.
hi: सूचना संग्रहीत की गई।
hu: Értesítés archiválva.
ja: 通知をアーカイブしました。
no: Varsling arkivert.
ur: اطلاع محفوظ کر دی گئی۔

source: Invalid category. Must be one of: %(categories)s
ar: فئة غير صالحة. يجب أن تكون واحدة من: %(categories)s
fa: دسته نامعتبر است. باید یکی از این ها باشد: %(categories)s
hi: अमान्य श्रेणी। इनमें से एक होनी चाहिए: %(categories)s
hu: Érvénytelen kategória. A következők egyike lehet: %(categories)s
ja: 無効なカテゴリです。次のいずれかである必要があります: %(categories)s
no: Ugyldig kategori. Må være en av: %(categories)s
ur: غلط زمرہ۔ یہ میں سے ایک ہونا چاہیے: %(categories)s

source: Either paid_by_owner must be True or paid_by_contact_id must be provided.
ar: يجب أن تكون paid_by_owner مساوية لـ True أو يجب توفير paid_by_contact_id.
fa: یا باید paid_by_owner برابر True باشد یا باید paid_by_contact_id ارائه شود.
hi: या तो paid_by_owner को True होना चाहिए या paid_by_contact_id प्रदान किया जाना चाहिए।
hu: A paid_by_owner értékének True-nak kell lennie, vagy meg kell adni a paid_by_contact_id-t.
ja: paid_by_owner を True にするか、paid_by_contact_id を指定する必要があります。
no: Enten må paid_by_owner være True eller paid_by_contact_id må oppgis.
ur: یا تو paid_by_owner کو True ہونا چاہیے یا paid_by_contact_id فراہم کیا جانا چاہیے۔

source: Cannot set both owner_pays and owner_receives to True.
ar: لا يمكن تعيين كل من owner_pays و owner_receives إلى True.
fa: نمی توان هر دو owner_pays و owner_receives را True قرار داد.
hi: owner_pays और owner_receives दोनों को True नहीं किया जा सकता।
hu: Nem állítható mindkettő True-ra: owner_pays és owner_receives.
ja: owner_pays と owner_receives を両方 True にすることはできません。
no: Kan ikke sette både owner_pays og owner_receives til True.
ur: owner_pays اور owner_receives دونوں کو True نہیں رکھا جا سکتا۔

source: Must set either owner_pays or owner_receives to True.
ar: يجب تعيين owner_pays أو owner_receives إلى True.
fa: باید یکی از owner_pays یا owner_receives را True قرار دهید.
hi: owner_pays या owner_receives में से किसी एक को True करना होगा।
hu: Az owner_pays vagy owner_receives egyikét True-ra kell állítani.
ja: owner_pays か owner_receives のどちらかを True にする必要があります。
no: Må sette enten owner_pays eller owner_receives til True.
ur: owner_pays یا owner_receives میں سے کسی ایک کو True کرنا لازم ہے۔

source: No subscription found. Using free tier.
ar: لم يتم العثور على اشتراك. يتم استخدام الخطة المجانية.
fa: اشتراکی یافت نشد. از پلن رایگان استفاده می‌شود.
hi: कोई सब्सक्रिप्शन नहीं मिला। मुफ़्त प्लान उपयोग किया जा रहा है।
hu: Nem található előfizetés. Az ingyenes szintet használjuk.
ja: サブスクリプションが見つかりません。無料プランを使用します。
no: Ingen abonnement funnet. Bruker gratisnivå.
ur: کوئی سبسکرپشن نہیں ملا۔ مفت پلان استعمال کیا جا رہا ہے۔

source: Sign In
ar: تسجيل الدخول
fa: ورود
hi: साइन इन
hu: Bejelentkezés
ja: サインイン
no: Logg inn
ur: سائن اِن

source: Welcome back
ar: مرحبًا بعودتك
fa: خوش آمدید
hi: वापसी पर स्वागत है
hu: Üdvözöljük újra
ja: お帰りなさい
no: Velkommen tilbake
ur: خوش آمدید

source: Don't have an account?
ar: ليس لديك حساب؟
fa: حساب ندارید؟
hi: खाता नहीं है?
hu: Nincs még fiókja?
ja: アカウントをお持ちでないですか？
no: Har du ikke en konto?
ur: اکاؤنٹ نہیں ہے؟

source: Sign up for free
ar: اشترك مجانًا
fa: رایگان ثبت نام کنید
hi: मुफ़्त में साइन अप करें
hu: Regisztráljon ingyen
ja: 無料で登録
no: Registrer deg gratis
ur: مفت سائن اپ کریں

source: Email address
ar: عنوان البريد الإلكتروني
fa: نشانی ایمیل
hi: ईमेल पता
hu: E-mail cím
ja: メールアドレス
no: E-postadresse
ur: ای میل پتہ

source: Password
ar: كلمة المرور
fa: گذرواژه
hi: पासवर्ड
hu: Jelszó
ja: パスワード
no: Passord
ur: پاس ورڈ

source: Remember me
ar: تذكّرني
fa: مرا به خاطر بسپار
hi: मुझे याद रखें
hu: Emlékezz rám
ja: ログイン状態を保持
no: Husk meg
ur: مجھے یاد رکھیں

source: Forgot your password?
ar: نسيت كلمة المرور؟
fa: گذرواژه را فراموش کرده اید؟
hi: पासवर्ड भूल गए?
hu: Elfelejtette a jelszavát?
ja: パスワードを忘れましたか？
no: Glemt passordet?
ur: پاس ورڈ بھول گئے؟

source: Sign in
ar: تسجيل الدخول
fa: ورود
hi: साइन इन
hu: Bejelentkezés
ja: サインイン
no: Logg inn
ur: سائن اِن

source: Reset Password
ar: إعادة تعيين كلمة المرور
fa: بازنشانی گذرواژه
hi: पासवर्ड रीसेट करें
hu: Jelszó visszaállítása
ja: パスワードを再設定
no: Tilbakestill passord
ur: پاس ورڈ ری سیٹ کریں

source: Reset your password
ar: أعد تعيين كلمة المرور
fa: گذرواژه خود را بازنشانی کنید
hi: अपना पासवर्ड रीसेट करें
hu: Jelszó visszaállítása
ja: パスワードを再設定
no: Tilbakestill passordet ditt
ur: اپنا پاس ورڈ ری سیٹ کریں

source: Enter your email address and we'll send you a link to reset your password.
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.
fa: نشانی ایمیل خود را وارد کنید تا لینک بازنشانی گذرواژه برایتان ارسال کنیم.
hi: अपना ईमेल पता दर्ज करें और हम आपको पासवर्ड रीसेट करने का लिंक भेजेंगे।
hu: Adja meg az e-mail címét, és küldünk egy linket a jelszó visszaállításához.
ja: メールアドレスを入力すると、パスワード再設定用のリンクを送信します。
no: Skriv inn e-postadressen din, så sender vi deg en lenke for å tilbakestille passordet.
ur: اپنا ای میل پتہ درج کریں اور ہم آپ کو پاس ورڈ ری سیٹ کرنے کا لنک بھیجیں گے۔

source: Send reset link
ar: إرسال رابط إعادة التعيين
fa: ارسال لینک بازنشانی
hi: रीसेट लिंक भेजें
hu: Visszaállító link küldése
ja: 再設定リンクを送信
no: Send tilbakestillingslenke
ur: ری سیٹ لنک بھیجیں

source: Back to sign in
ar: العودة لتسجيل الدخول
fa: بازگشت به ورود
hi: साइन इन पर वापस जाएँ
hu: Vissza a bejelentkezéshez
ja: サインインに戻る
no: Tilbake til innlogging
ur: سائن اِن پر واپس جائیں

source: Your Profile
ar: ملفك الشخصي
fa: پروفایل شما
hi: आपकी प्रोफ़ाइल
hu: Profilod
ja: プロフィール
no: Din profil
ur: آپ کی پروفائل

source: Member since
ar: عضو منذ
fa: عضو از
hi: सदस्य बने
hu: Tag azóta
ja: 登録日
no: Medlem siden
ur: رکن بننے کی تاریخ

source: Account Information
ar: معلومات الحساب
fa: اطلاعات حساب
hi: खाता जानकारी
hu: Fiókadatok
ja: アカウント情報
no: Kontoinformasjon
ur: اکاؤنٹ کی معلومات

source: First name
ar: الاسم الأول
fa: نام
hi: पहला नाम
hu: Keresztnév
ja: 名
no: Fornavn
ur: پہلا نام

source: Not set
ar: غير محدد
fa: تنظیم نشده
hi: सेट नहीं है
hu: Nincs megadva
ja: 未設定
no: Ikke satt
ur: سیٹ نہیں ہے

source: Last name
ar: اسم العائلة
fa: نام خانوادگی
hi: अंतिम नाम
hu: Vezetéknév
ja: 姓
no: Etternavn
ur: آخری نام

source: Email
ar: البريد الإلكتروني
fa: ایمیل
hi: ईमेल
ja: メール
no: E-post
ur: ای میل

source: Email verified
ar: تم التحقق من البريد الإلكتروني
fa: ایمیل تأیید شده
hi: ईमेल सत्यापित
hu: E-mail megerősítve
ja: メール認証済み
no: E-post bekreftet
ur: ای میل تصدیق شدہ

source: Verified
ar: متحقق
fa: تأیید شده
hi: सत्यापित
hu: Megerősítve
ja: 認証済み
no: Bekreftet
ur: تصدیق شدہ

source: Not verified
ar: غير متحقق
fa: تأیید نشده
hi: सत्यापित नहीं
hu: Nincs megerősítve
ja: 未認証
no: Ikke bekreftet
ur: تصدیق نہیں ہوا

source: Account Actions
ar: إجراءات الحساب
fa: اقدامات حساب
hi: खाता कार्रवाइयाँ
hu: Fiókműveletek
ja: アカウント操作
no: Konto-handlinger
ur: اکاؤنٹ کی کارروائیاں

source: Edit Profile
ar: تعديل الملف الشخصي
fa: ویرایش پروفایل
hi: प्रोफ़ाइल संपादित करें
hu: Profil szerkesztése
ja: プロフィールを編集
no: Rediger profil
ur: پروفائل میں ترمیم کریں

source: Change Password
ar: تغيير كلمة المرور
fa: تغییر گذرواژه
hi: पासवर्ड बदलें
hu: Jelszó módosítása
ja: パスワードを変更
no: Endre passord
ur: پاس ورڈ تبدیل کریں

source: Create Account
ar: إنشاء حساب
fa: ایجاد حساب
hi: खाता बनाएँ
hu: Fiók létrehozása
ja: アカウント作成
no: Opprett konto
ur: اکاؤنٹ بنائیں

source: Create your account
ar: أنشئ حسابك
fa: حساب خود را ایجاد کنید
hi: अपना खाता बनाएँ
hu: Hozza létre fiókját
ja: アカウントを作成
no: Opprett kontoen din
ur: اپنا اکاؤنٹ بنائیں

source: Already have an account?
ar: لديك حساب بالفعل؟
fa: از قبل حساب دارید؟
hi: पहले से खाता है?
hu: Már van fiókja?
ja: すでにアカウントをお持ちですか？
no: Har du allerede en konto?
ur: پہلے سے اکاؤنٹ ہے؟

source: Must be at least 12 characters with uppercase, lowercase, number, and special character.
ar: يجب ألا يقل عن 12 حرفًا ويتضمن أحرفًا كبيرة وصغيرة ورقمًا ورمزًا خاصًا.
fa: باید حداقل ۱۲ کاراکتر شامل حروف بزرگ و کوچک، عدد و نویسه ویژه باشد.
hi: कम से कम 12 अक्षर होने चाहिए, जिनमें बड़े अक्षर, छोटे अक्षर, संख्या और विशेष वर्ण हों।
hu: Legalább 12 karakter, nagy- és kisbetűvel, számmal és különleges karakterrel.
ja: 12文字以上で、大文字・小文字・数字・記号を含めてください。
no: Må være minst 12 tegn med store og små bokstaver, tall og spesialtegn.
ur: کم از کم 12 حروف ہوں جن میں بڑے، چھوٹے حروف، نمبر اور خاص علامت شامل ہوں۔

source: Confirm password
ar: تأكيد كلمة المرور
fa: تأیید گذرواژه
hi: पासवर्ड की पुष्टि करें
hu: Jelszó megerősítése
ja: パスワードの確認
no: Bekreft passord
ur: پاس ورڈ کی تصدیق کریں

source: I agree to the
ar: أوافق على
fa: موافقم با
hi: मैं सहमत हूँ
hu: Elfogadom a
ja: 同意します
no: Jeg godtar
ur: میں متفق ہوں

source: Terms of Service
ar: شروط الخدمة
fa: شرایط خدمات
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
ja: 利用規約
no: Vilkår for bruk
ur: سروس کی شرائط

source: and
ar: و
fa: و
hi: और
hu: és
ja: と
no: og
ur: اور

source: Privacy Policy
ar: سياسة الخصوصية
fa: سیاست حریم خصوصی
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
ja: プライバシーポリシー
no: Personvernerklæring
ur: رازداری کی پالیسی

source: 1. Acceptance of Terms
ar: 1. قبول الشروط
fa: ۱. پذیرش شرایط
hi: 1. शर्तों की स्वीकृति
hu: 1. Feltételek elfogadása
ja: 1. 規約の承諾
no: 1. Godkjenning av vilkår
ur: 1. شرائط کی قبولیت

source: By accessing and using Djanbe Finance, you agree to be bound by these Terms of Service.
ar: بدخولك واستخدامك Djanbe Finance، فإنك توافق على الالتزام بشروط الخدمة هذه.
fa: با دسترسی و استفاده از Djanbe Finance، موافقت می کنید که به این شرایط خدمات پایبند باشید.
hi: Djanbe Finance का उपयोग करके, आप इन सेवा शर्तों से बंधे होने पर सहमत होते हैं।
hu: A Djanbe Finance használatával elfogadja ezeket a szolgáltatási feltételeket.
ja: Djanbe Finance にアクセスして利用することで、これらの利用規約に同意したものとします。
no: Ved å få tilgang til og bruke Djanbe Finance, godtar du disse vilkårene.
ur: Djanbe Finance تک رسائی اور استعمال کرنے سے آپ ان سروس شرائط کے پابند ہونے پر اتفاق کرتے ہیں۔

source: 2. Use of Service
ar: 2. استخدام الخدمة
fa: ۲. استفاده از خدمات
hi: 2. सेवा का उपयोग
hu: 2. A szolgáltatás használata
ja: 2. サービスの利用
no: 2. Bruk av tjenesten
ur: 2. سروس کا استعمال

source: You agree to use the service only for lawful purposes and in accordance with these terms. You are responsible for maintaining the confidentiality of your account.
ar: توافق على استخدام الخدمة لأغراض قانونية فقط ووفقًا لهذه الشروط. أنت مسؤول عن الحفاظ على سرية حسابك.
fa: شما موافقت می کنید که خدمات را فقط برای مقاصد قانونی و مطابق با این شرایط استفاده کنید. شما مسئول حفظ محرمانگی حساب خود هستید.
hi: आप सहमत हैं कि सेवा का उपयोग केवल कानूनी उद्देश्यों के लिए और इन शर्तों के अनुसार करेंगे। अपने खाते की गोपनीयता बनाए रखना आपकी जिम्मेदारी है।
hu: Ön vállalja, hogy a szolgáltatást csak jogszerű célokra és a feltételeknek megfelelően használja. Felelős fiókja bizalmas kezeléséért.
ja: サービスを適法な目的のみに使用し、これらの規約に従うことに同意します。アカウントの機密保持はお客様の責任です。
no: Du godtar å bruke tjenesten kun til lovlige formål og i samsvar med disse vilkårene. Du er ansvarlig for å holde kontoen din konfidensiell.
ur: آپ اس سروس کو صرف قانونی مقاصد کے لیے اور ان شرائط کے مطابق استعمال کرنے پر اتفاق کرتے ہیں۔ اپنے اکاؤنٹ کی رازداری برقرار رکھنا آپ کی ذمہ داری ہے۔

source: 3. User Data
ar: 3. بيانات المستخدم
fa: ۳. داده های کاربر
hi: 3. उपयोगकर्ता डेटा
hu: 3. Felhasználói adatok
ja: 3. ユーザーデータ
no: 3. Brukerdata
ur: 3. صارف کا ڈیٹا

source: You retain ownership of all financial data you enter. We do not sell or share your personal financial information with third parties.
ar: تحتفظ بملكية جميع البيانات المالية التي تدخلها. نحن لا نبيع أو نشارك معلوماتك المالية الشخصية مع أطراف ثالثة.
fa: مالکیت تمام داده های مالی که وارد می کنید برای شما باقی می ماند. ما اطلاعات مالی شخصی شما را به اشخاص ثالث نمی فروشیم یا به اشتراک نمی گذاریم.
hi: आप द्वारा दर्ज किए गए सभी वित्तीय डेटा का स्वामित्व आपके पास रहता है। हम आपकी व्यक्तिगत वित्तीय जानकारी तीसरे पक्ष को न तो बेचते हैं और न साझा करते हैं।
hu: Ön megőrzi az általa megadott pénzügyi adatok tulajdonjogát. Nem adjuk el és nem osztjuk meg személyes pénzügyi adatait harmadik felekkel.
ja: 入力したすべての財務データの所有権はお客様にあります。個人の財務情報を第三者に販売または共有することはありません。
no: Du beholder eierskapet til alle finansdata du legger inn. Vi selger eller deler ikke dine personlige finansopplysninger med tredjeparter.
ur: آپ کے درج کردہ تمام مالی ڈیٹا کی ملکیت آپ کے پاس رہتی ہے۔ ہم آپ کی ذاتی مالی معلومات تیسرے فریق کو نہ فروخت کرتے ہیں نہ شیئر کرتے ہیں۔

source: 4. Service Availability
ar: 4. توافر الخدمة
fa: ۴. در دسترس بودن خدمات
hi: 4. सेवा उपलब्धता
hu: 4. Szolgáltatás elérhetősége
ja: 4. サービスの提供
no: 4. Tilgjengelighet
ur: 4. سروس کی دستیابی

source: We strive to maintain service availability but do not guarantee uninterrupted access. We may modify or discontinue features with reasonable notice.
ar: نسعى للحفاظ على توفر الخدمة لكننا لا نضمن الوصول دون انقطاع. قد نقوم بتعديل الميزات أو إيقافها بإشعار معقول.
fa: ما تلاش می کنیم دسترس پذیری خدمات را حفظ کنیم اما دسترسی بدون وقفه را تضمین نمی کنیم. ممکن است با اطلاع معقول ویژگی ها را تغییر دهیم یا متوقف کنیم.
hi: हम सेवा की उपलब्धता बनाए रखने की कोशिश करते हैं, लेकिन निरंतर पहुँच की गारंटी नहीं देते। हम उचित सूचना के साथ सुविधाएँ बदल या बंद कर सकते हैं।
hu: Törekszünk a szolgáltatás elérhetőségére, de nem garantáljuk a megszakítás nélküli hozzáférést. A funkciókat ésszerű értesítéssel módosíthatjuk vagy megszüntethetjük.
ja: サービスの提供に努めますが、継続的なアクセスを保証するものではありません。合理的な通知のうえで機能を変更または終了する場合があります。
no: Vi forsøker å holde tjenesten tilgjengelig, men garanterer ikke uavbrutt tilgang. Vi kan endre eller avslutte funksjoner med rimelig varsel.
ur: ہم سروس کی دستیابی برقرار رکھنے کی کوشش کرتے ہیں لیکن مسلسل رسائی کی ضمانت نہیں دیتے۔ ہم مناسب اطلاع کے ساتھ فیچرز میں تبدیلی یا انہیں بند کر سکتے ہیں۔

source: 5. Limitation of Liability
ar: 5. تحديد المسؤولية
fa: ۵. محدودیت مسئولیت
hi: 5. दायित्व की सीमा
hu: 5. Felelősség korlátozása
ja: 5. 免責事項
no: 5. Ansvarsbegrensning
ur: 5. ذمہ داری کی حد
