Repository: iamfarzam/django-finance
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa, hi, hu, ja, no, ur

source: No email
ar: لا يوجد بريد إلكتروني
fa: بدون ایمیل
hi: ईमेल नहीं
hu: Nincs e-mail
ja: メールなし
no: Ingen e-post
ur: ای میل نہیں

source: Phone
ar: الهاتف
fa: تلفن
hi: फोन
hu: Telefon
ja: 電話
no: Telefon
ur: فون

source: Notes
ar: ملاحظات
fa: یادداشت ها
hi: नोट्स
hu: Megjegyzések
ja: メモ
no: Notater
ur: نوٹس

source: They owe
ar: هم مدينون
fa: آنها بدهکارند
hi: वे देनदार हैं
hu: Ők tartoznak
ja: 相手が支払い
no: De skylder
ur: وہ مقروض ہیں

source: You owe
ar: أنت مدين
fa: شما بدهکارید
hi: आप देनदार हैं
hu: Ön tartozik
ja: あなたが支払い
no: Du skylder
ur: آپ مقروض ہیں

source: Add Contact
ar: إضافة جهة اتصال
fa: افزودن مخاطب
hi: संपर्क जोड़ें
hu: Kapcsolat hozzáadása
ja: 連絡先を追加
no: Legg til kontakt
ur: رابطہ شامل کریں

source: Name
ar: الاسم
fa: نام
hi: नाम
hu: Név
ja: 名前
no: Navn
ur: نام

source: Email (optional)
ar: البريد الإلكتروني (اختياري)
fa: ایمیل (اختیاری)
hi: ईमेल (वैकल्पिक)
hu: E-mail (opcionális)
ja: メール（任意）
no: E-post (valgfri)
ur: ای میل (اختیاری)

source: Phone (optional)
ar: الهاتف (اختياري)
fa: تلفن (اختیاری)
hi: फोन (वैकल्पिक)
hu: Telefon (opcionális)
ja: 電話（任意）
no: Telefon (valgfri)
ur: فون (اختیاری)

source: People you track debts and expenses with.
ar: الأشخاص الذين تتتبع معهم الديون والمصاريف.
fa: افرادی که با آنها بدهی و هزینه ها را پیگیری می کنید.
hi: वे लोग जिनके साथ आप ऋण और खर्च ट्रैक करते हैं।
hu: Azok a személyek, akikkel a tartozásokat és kiadásokat követi.
ja: 債務や支出を共有している人々。
no: Personer du sporer gjeld og utgifter med.
ur: وہ لوگ جن کے ساتھ آپ قرض اور اخراجات ٹریک کرتے ہیں۔

source: No contacts
ar: لا توجد جهات اتصال
fa: هیچ مخاطبی نیست
hi: कोई संपर्क नहीं
hu: Nincsenek kapcsolatok
ja: 連絡先なし
no: Ingen kontakter
ur: کوئی رابطے نہیں

source: Add people you share expenses or debts with.
ar: أضف أشخاصًا تشاركهم المصروفات أو الديون.
fa: افرادی را اضافه کنید که هزینه ها یا بدهی ها را با آنها به اشتراک می گذارید.افرادی را اضافه کنید که هزینه ها یا بدهی ها را با آنها به اشتراک می گذارید.
hi: उन लोगों को जोड़ें जिनके साथ आप खर्च या ऋण साझा करते हैं।
hu: Adjon hozzá személyeket, akikkel megosztja a kiadásokat vagy adósságokat.
ja: 支出や債務を共有する人を追加してください。
no: Legg til personer du deler utgifter eller gjeld med.
ur: وہ لوگ شامل کریں جن کے ساتھ آپ اخراجات یا قرض شیئر کرتے ہیں۔

source: Original Amount
ar: المبلغ الأصلي
fa: مبلغ اصلی
hi: मूल राशि
hu: Eredeti összeg
ja: 元の金額
no: Opprinnelig beløp
ur: اصل رقم

source: Reason
ar: السبب
fa: دلیل
hi: कारण
hu: Ok
ja: 理由
no: Årsak
ur: وجہ

source: Select contact...
ar: اختر جهة اتصال...
fa: مخاطب را انتخاب کنید...
hi: संपर्क चुनें...
hu: Kapcsolat kiválasztása...
ja: 連絡先を選択...
no: Velg kontakt...
ur: رابطہ منتخب کریں...

source: I Lent
ar: أقرضت
fa: قرض دادم
hi: मैंने उधार दिया
hu: Kölcsönadtam
ja: 貸しました
no: Jeg lånte ut
ur: میں نے قرض دیا

source: Money I gave them
ar: المال الذي أعطيته لهم
fa: پولی که به آنها دادم
hi: वह पैसा जो मैंने उन्हें दिया
hu: Pénz, amit adtam nekik
ja: 私が渡したお金
no: Penger jeg ga dem
ur: وہ پیسہ جو میں نے انہیں دیا

source: I Borrowed
ar: اقترضت
fa: قرض گرفتم
hi: मैंने उधार लिया
hu: Kölcsönkértem
ja: 借りました
no: Jeg lånte
ur: میں نے قرض لیا

source: Money they gave me
ar: المال الذي أعطوني إياه
fa: پولی که آنها به من دادند
hi: वह पैसा जो उन्होंने मुझे दिया
hu: Pénz, amit ők adtak nekem
ja: 彼らがくれたお金
no: Penger de ga meg
ur: وہ پیسہ جو انہوں نے مجھے دیا

source: Reason (optional)
ar: السبب (اختياري)
fa: دلیل (اختیاری)
hi: कारण (वैकल्पिक)
hu: Ok (opcionális)
ja: 理由（任意）
no: Årsak (valgfri)
ur: وجہ (اختیاری)

source: Track money lent and borrowed.
ar: تتبع الأموال المقرضة والمقترضة.
fa: پول قرض داده و قرض گرفته را پیگیری کنید.
hi: उधार दिए और लिए गए पैसे को ट्रैक करें।
hu: A kölcsönadott és kölcsönkért pénz nyomon követése.
ja: 貸したお金と借りたお金を追跡します。
no: Spor penger lånt og utlånt.
ur: ادھار دیے اور لیے گئے پیسے کو ٹریک کریں۔

source: You Lent (They Owe)
ar: أنت أقرضت (هم مدينون)
fa: شما قرض دادید (آنها بدهکارند)
hi: आपने उधार दिया (वे देनदार हैं)
hu: Ön kölcsönadott (ők tartoznak)
ja: 貸した（相手が支払い）
no: Du har lånt ut (de skylder deg)
ur: آپ نے قرض دیا (وہ مقروض ہیں)

source: You Borrowed (You Owe)
ar: أنت اقترضت (أنت مدين)
fa: شما قرض گرفتید (شما بدهکارید)
hi: आपने उधार लिया (आप देनदार हैं)
hu: Ön kölcsönkért (Ön tartozik)
ja: 借りた（あなたが支払い）
no: Du har lånt (du skylder)
ur: آپ نے قرض لیا (آپ مقروض ہیں)

source: Net Balance
ar: الرصيد الصافي
fa: مانده خالص
hi: शुद्ध शेष
hu: Nettó egyenleg
ja: 純残高
no: Netto balanse
ur: خالص بیلنس

source: No debts
ar: لا توجد ديون
fa: هیچ بدهی نیست
hi: कोई ऋण नहीं
hu: Nincs adósság
ja: 債務なし
no: Ingen gjeld
ur: کوئی قرض نہیں

source: Start tracking money lent or borrowed.
ar: ابدأ بتتبع الأموال المقرضة أو المقترضة.
fa: پیگیری پول قرض داده یا قرض گرفته را شروع کنید.
hi: उधार दिए या लिए गए पैसे को ट्रैक करना शुरू करें।
hu: Kezdje nyomon követni a kölcsönadott vagy kölcsönkért pénzt.
ja: 貸し借りの追跡を始めましょう。
no: Begynn å spore penger lånt eller utlånt.
ur: ادھار دیے یا لیے گئے پیسے کا سراغ لگانا شروع کریں۔

source: Coming soon
ar: قريبًا
fa: به زودی
hi: जल्द आ रहा है
hu: Hamarosan
ja: 近日公開
no: Kommer snart
ur: جلد آ رہا ہے

source: Soon
ar: قريبًا
fa: به زودی
hi: जल्द
hu: Hamarosan
ja: まもなく
no: Snart
ur: جلد

source: No expenses yet. Add one to get started.
ar: لا توجد مصروفات بعد. أضف واحدًا للبدء.
fa: هنوز هزینه ای نیست. برای شروع یکی اضافه کنید.
hi: अभी कोई खर्च नहीं। शुरू करने के लिए एक जोड़ें।
hu: Még nincs kiadás. Adj hozzá egyet a kezdéshez.
ja: まだ支出がありません。追加して始めましょう。
no: Ingen utgifter ennå. Legg til en for å komme i gang.
ur: ابھی کوئی خرچ نہیں۔ شروع کرنے کے لیے ایک شامل کریں۔

source: e.g., Roommates, Trip to Paris
ar: مثال: زملاء السكن، رحلة إلى باريس
fa: مثلاً، هم خانه ای ها، سفر به پاریس
hi: उदा., रूममेट्स, पेरिस की यात्रा
hu: pl. Lakótársak, Párizsi út
ja: 例：ルームメイト、パリ旅行
no: f.eks. Romkamerater, Tur til Paris
ur: مثلاً، روم میٹس، پیرس کا سفر

source: What is this group for?
ar: ما الغرض من هذه المجموعة؟
fa: این گروه برای چیست؟
hi: यह समूह किस लिए है?
hu: Mire való ez a csoport?
ja: このグループは何のためですか？
no: Hva er denne gruppen for?
ur: یہ گروپ کس لیے ہے؟

source: Expense Groups
ar: مجموعات المصروفات
fa: گروه های هزینه
hi: खर्च समूह
hu: Kiadási csoportok
ja: 支出グループ
no: Utgiftsgrupper
ur: اخراجات کے گروپس

source: Split expenses with groups of people.
ar: قسّم المصروفات مع مجموعات من الأشخاص.
fa: هزینه ها را بین گروهی از افراد تقسیم کنید.
hi: लोगों के समूहों के साथ खर्च बाँटें।
hu: Ossza meg a kiadásokat csoportokkal.
ja: グループで支出を分割します。
no: Del utgifter med grupper av personer.
ur: لوگوں کے گروپس کے ساتھ اخراجات تقسیم کریں۔

source: Created
ar: تم الإنشاء
fa: ایجاد شد
hi: निर्मित
hu: Létrehozva
ja: 作成日
no: Opprettet
ur: تخلیق شد

source: No expense groups
ar: لا توجد مجموعات مصروفات
fa: هیچ گروه هزینه ای نیست
hi: कोई खर्च समूह नहीं
hu: Nincsenek kiadási csoportok
ja: 支出グループがありません
no: Ingen utgiftsgrupper
ur: کوئی اخراجات کے گروپس نہیں

source: Create a group to start splitting expenses.
ar: أنشئ مجموعة لبدء تقسيم المصروفات.
fa: برای شروع تقسیم هزینه ها یک گروه ایجاد کنید.
hi: खर्च बाँटना शुरू करने के लिए एक समूह बनाएँ।
hu: Hozzon létre egy csoportot a kiadások megosztásához.
ja: グループを作成して支出の分割を始めましょう。
no: Opprett en gruppe for å begynne å dele utgifter.
ur: اخراجات تقسیم کرنے کے لیے ایک گروپ بنائیں۔

source: Who paid?
ar: من دفع؟
fa: چه کسی پرداخت کرد؟
hi: किसने भुगतान किया?
hu: Ki fizetett?
ja: 誰が支払いましたか？
no: Hvem betalte?
ur: کس نے ادائیگی کی؟

source: I Paid
ar: دفعت
fa: من پرداخت کردم
hi: मैंने भुगतान किया
hu: Én fizettem
ja: 私が支払いました
no: Jeg betalte
ur: میں نے ادا کیا

source: You paid them
ar: أنت دفعت لهم
fa: شما به آنها پرداخت کردید
hi: आपने उन्हें भुगतान किया
hu: Te fizettél nekik
ja: あなたが支払いました
no: Du betalte dem
ur: آپ نے انہیں ادا کیا

source: They Paid
ar: هم دفعوا
fa: آنها پرداخت کردند
hi: उन्होंने भुगतान किया
hu: Ők fizettek
ja: 彼らが支払いました
no: De betalte
ur: انہوں نے ادا کیا

source: They paid you
ar: هم دفعوا لك
fa: آنها به شما پرداخت کردند
hi: उन्होंने आपको भुगतान किया
hu: Ők fizettek neked
ja: 彼らがあなたに支払いました
no: De betalte deg
ur: انہوں نے آپ کو ادا کیا

source: Payment Method (optional)
ar: طريقة الدفع (اختياري)
fa: روش پرداخت (اختیاری)
hi: भुगतान विधि (वैकल्पिक)
hu: Fizetési mód (opcionális)
ja: 支払い方法（任意）
no: Betalingsmetode (valgfri)
ur: ادائیگی کا طریقہ (اختیاری)

source: Bank Transfer
ar: تحويل بنكي
fa: انتقال بانکی
hi: बैंक ट्रांसफर
hu: Banki átutalás
ja: 銀行振込
no: Bankoverføring
ur: بینک ٹرانسفر

source: Other
ar: أخرى
fa: سایر
hi: अन्य
hu: Egyéb
ja: その他
no: Annet
ur: دیگر

source: Record payments to settle debts.
ar: سجّل المدفوعات لتسوية الديون.
fa: پرداخت ها را برای تسویه بدهی ها ثبت کنید.
hi: ऋण निपटाने के लिए भुगतान दर्ज करें।
hu: Fizetések rögzítése a tartozások rendezéséhez.
ja: 負債を清算するための支払いを記録します。
no: Registrer betalinger for å gjøre opp gjeld.
ur: قرض طے کرنے کے لیے ادائیگیاں ریکارڈ کریں۔

source: Record settlements when debts are paid.
ar: سجّل التسويات عند سداد الديون.
fa: تسویه ها را زمانی که بدهی ها پرداخت می شوند ثبت کنید.
hi: जब ऋण चुकाए जाएँ तो निपटान दर्ज करें।
hu: A rendezéseket rögzítse, amikor a tartozásokat kifizették.
ja: 負債が支払われたときに清算を記録します。
no: Registrer oppgjør når gjeld er betalt.
ur: جب قرض ادا ہو جائیں تو تصفیے ریکارڈ کریں۔

source: Preference saved.
ar: تم حفظ التفضيلات.
fa: تنظیمات ذخیره شد.
hi: प्राथमिकता सहेज ली गई।
hu: Beállítás mentve.
no: Innstilling lagret.
